-- phpMyAdmin SQL Dump
-- version 4.4.14
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: Apr 12, 2016 at 08:24 AM
-- Server version: 5.6.26
-- PHP Version: 5.6.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `jor5_informations`
--

-- --------------------------------------------------------

--
-- Table structure for table `info_accepts`
--

CREATE TABLE IF NOT EXISTS `info_accepts` (
  `id` int(11) NOT NULL,
  `name` text CHARACTER SET utf8 NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=16 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `info_accepts`
--

INSERT INTO `info_accepts` (`id`, `name`) VALUES
(1, 'ปฏิเสธ'),
(2, 'รับสารภาพ'),
(3, 'ภาคเสธ'),
(4, 'จำเลยที่ 1 รับสารภาพ  จำเลยที่ 2 ปฏิเสธ'),
(5, 'จำเลยที่ 1 รับสารภาพ จำเลยที่ 2 ถึงที่ 4 ปฏิเสธ'),
(6, 'ทำสัญญาประนีประนอมยอมความ'),
(7, 'จำเลยที่ 1 รับสารภาพ ส่วนจำเลยที่ 2 และที่ 3 ให้การปฏิเสธฐานจำหน่าย'),
(8, 'จำเลยที่ 1 ปฏิเสธ  จำเลยที่ 2 รับสารภาพ'),
(9, 'จำเลยที่ 1 ที่ 2 ให้การรับสารภาพ จำเลยที่ 3 และที่ 4  ให้การปฏิเสธ'),
(10, 'จำเลยที่ 1 ถึง 3 ให้การรับสารภาพ  จำเลยที่ 4 ที่ 5 ให้การปฏิเสธ'),
(15, '-');

-- --------------------------------------------------------

--
-- Table structure for table `info_appointments`
--

CREATE TABLE IF NOT EXISTS `info_appointments` (
  `id` int(11) NOT NULL,
  `case_id` int(11) NOT NULL,
  `name` text CHARACTER SET utf8 NOT NULL,
  `date_sent` date DEFAULT NULL,
  `number_sent` text CHARACTER SET utf8 NOT NULL,
  `mouth_number` int(11) NOT NULL,
  `ordering` int(11) NOT NULL,
  `date_app` date DEFAULT NULL,
  `date_received` date DEFAULT NULL,
  `number_received` text CHARACTER SET utf8 NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=358 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `info_appointments`
--

INSERT INTO `info_appointments` (`id`, `case_id`, `name`, `date_sent`, `number_sent`, `mouth_number`, `ordering`, `date_app`, `date_received`, `number_received`) VALUES
(3, 13, 'นัดสืบพยาน', '2012-12-17', '12', 2, 1, '2013-08-06', NULL, ''),
(15, 38, 'นัดสืบประกอบ', '2014-01-20', 'ศย 305.020/0157', 2, 1, '2014-01-28', NULL, ''),
(1, 11, 'ทดสอบ', '2014-01-16', '', 12, 1, '2014-01-14', NULL, ''),
(4, 15, 'นัดสืบพยานโจทก์', '2014-01-02', '99/2556', 2, 1, '2014-01-13', NULL, ''),
(32, 180, 'นัดสืบพยานโจทก์', '2014-02-05', '', 4, 1, '2014-02-05', NULL, ''),
(6, 21, 'สืบประกอบ', '2013-09-03', 'ศย 305.004/2453', 3, 1, '2013-09-02', NULL, ''),
(7, 12, 'นัดไกล่เกลี่ย', '2013-07-30', 'ศย 305.003/3552', 1, 1, '2013-07-16', NULL, ''),
(17, 132, 'นัดสืบพยานจำเลย', '2014-02-27', 'ศย.305.017/734', 2, 2, '2014-02-05', NULL, ''),
(9, 16, 'นัดพร้อมสืบพยานโจทย์', '2013-09-04', 'ศย 305.016/2322', 3, 1, '2013-07-24', NULL, ''),
(10, 19, 'นัดพิจราณาต่อเนื่อง', '2014-01-06', '1', 2, 1, '2014-01-01', NULL, ''),
(11, 8, 'นัดฟังคำพิพากษา', '2013-11-22', '5555', 0, 1, '2013-11-21', NULL, ''),
(12, 23, 'นัดฟังคำพิพากษา', '0000-00-00', '', 0, 1, '2013-11-18', NULL, ''),
(13, 24, 'นัดฟังคำพิพากษา', '2013-11-06', 'ศย.305.010/123', 1, 1, '2013-11-05', NULL, ''),
(16, 132, ' นัดสืบพยานโจทก์', '2014-02-27', 'ศย.305.017/734', 3, 1, '2014-02-04', NULL, ''),
(19, 142, 'นัดสืบพยานโจทก์ประกอบคำรับสารภาพ', '0000-00-00', 'ศย 305.017/', 2, 2, '2014-02-17', NULL, ''),
(18, 142, 'นัดสืบพยานโจทก์ประกอบคำรับสารภาพ', '0000-00-00', 'ศย 305.017/', 2, 1, '2014-01-27', NULL, ''),
(20, 149, 'นัดสืบพยานโจทก์', '2014-03-06', 'ศย.305.017/841', 4, 1, '2014-02-18', NULL, ''),
(21, 149, 'นัดสืบพยานโจทก์และจำเลย', '0000-00-00', '', 2, 2, '2014-02-19', NULL, ''),
(22, 151, 'นัดสืบพยานโจทก์และจำเลย', '2014-03-07', '', 4, 1, '2014-03-04', NULL, ''),
(23, 152, 'นัดสืบพยานโจทก์ประกอบคำรับสารภาพ', '2014-03-07', '', 2, 1, '2014-02-25', NULL, ''),
(24, 153, 'สืบพยานโจทก์และจำเลย', '2014-03-07', 'ศย 305.017/849', 5, 1, '2014-02-27', NULL, ''),
(25, 176, 'ไต่สวนคำร้อง', '2014-03-21', 'ศย 305.017/943', 4, 1, '2014-02-19', NULL, ''),
(26, 177, 'สืบพยานโจทก์ประกอบคำรับสารภาพของจำเลย', '2014-03-21', 'ศย 305.017/944', 2, 1, '2014-03-03', NULL, ''),
(27, 181, 'นัดสืบพยานโจทก์', '2014-03-17', 'ศย 305.017/971', 3, 1, '2014-03-06', NULL, ''),
(28, 181, 'นัดสืบพยานจำเลย', '2014-03-17', 'ศย 305.017/971', 2, 2, '2014-03-07', NULL, ''),
(29, 182, 'นัดสืบพยานโจทก์', '2014-03-17', 'ศย 305.017/972', 3, 1, '2014-03-04', NULL, ''),
(30, 182, 'นัดสืบพยานโจทก์', '2014-03-17', 'ศย 305.017/972', 2, 2, '2014-03-05', NULL, ''),
(31, 182, 'นัดสืบพยานจำเลย', '2014-03-17', 'ศย 305.017/972', 5, 3, '2014-03-05', NULL, ''),
(36, 179, 'สืบพยานผู้ร้องและผู้คัดค้าน', '2014-02-07', '', 4, 4, '2014-02-07', NULL, ''),
(35, 179, 'นัดสืบพยานผู้ร้อง', '2013-12-13', '', 1, 3, '2013-12-13', NULL, ''),
(33, 179, 'ไต่สวนคำร้อง', '2013-09-02', '', 5, 1, '2013-09-02', NULL, ''),
(34, 179, 'นัดพร้อม', '2013-11-04', '', 0, 2, '2013-11-04', NULL, ''),
(37, 179, 'นัดฟังคำสั่งศาล', '0000-00-00', '', 0, 5, '2014-03-19', NULL, ''),
(38, 178, 'นัดพร้อม', '2013-10-02', '', 1, 1, '2013-10-02', NULL, ''),
(39, 178, 'สืบพยานโจทก์', '2013-12-03', '', 1, 2, '2013-12-03', NULL, ''),
(40, 178, 'สืบพยานโจทก์', '2014-01-29', '', 3, 3, '2014-01-29', NULL, ''),
(41, 178, 'สืบพยานจำเลย', '2014-01-30', '', 2, 4, '2014-01-30', NULL, ''),
(42, 178, 'นัดฟังคำพิพากษา', '0000-00-00', '', 0, 5, '2014-02-25', NULL, ''),
(43, 379, 'สืบประกอบคำรับสารภาพ', '2014-04-02', '305.010/3650', 2, 1, '2014-02-10', NULL, ''),
(44, 453, 'นัดสืบพยานโจทก์ ', '0000-00-00', '', 1, 1, '2014-02-25', NULL, ''),
(45, 453, 'นัดสืบพยานจำเลย', '0000-00-00', '', 3, 2, '2014-03-04', NULL, ''),
(46, 453, 'นัดสืบพยานจำเลย', '0000-00-00', '', 1, 3, '2014-03-10', NULL, ''),
(47, 517, 'นัดไกล่เกลี่ย', '0000-00-00', '', 1, 1, '2014-02-19', NULL, ''),
(48, 517, 'นัดพร้อม', '0000-00-00', '', 1, 2, '2014-02-24', NULL, ''),
(49, 1109, 'สืบโจทก์ประกอบคำรับสารภาพ', '2014-05-29', '', 3, 1, '2014-05-16', NULL, ''),
(50, 1143, '', '0000-00-00', '', 0, 1, '0000-00-00', NULL, ''),
(51, 1201, 'นัดสืบพยานโจทก์ประกอบคำรับสารภาพ', '2014-06-04', 'ศย 305.001/2071', 2, 1, '2014-06-02', NULL, ''),
(52, 853, 'นัดพร้อม 6 พฤษภาคม 2557 ', '2014-04-29', '', 0, 1, '0000-00-00', NULL, ''),
(53, 554, 'นัดพร้อมเพื่ีอฟังผลการปฏิบัติตามแผนแก้ไขบำบัดฟื้นฟูวันที่ ๒๙ กันยายน ๒๕๕๗', '0000-00-00', '', 0, 1, '2014-09-29', NULL, ''),
(54, 1466, 'สืบประกอบ (พยานโจทก์)', '2014-06-25', 'ศย.305.017/2402', 5, 1, '2014-06-10', NULL, ''),
(55, 1565, 'สืบพยานโจทก์  ', '2014-07-10', 'ศย 305.017/2665', 4, 1, '2014-06-17', NULL, ''),
(56, 1565, 'สืบพยานจำเลย', '2014-07-10', 'ศย 305.017/2665', 4, 2, '2014-06-18', NULL, ''),
(57, 1591, '', '2014-07-09', 'ศย 305.003/8020', 0, 1, '0000-00-00', NULL, ''),
(58, 1669, 'สืบพยานโจทก์', '2014-07-24', 'ศย 305.017/2899', 2, 1, '2014-07-21', NULL, ''),
(59, 1713, 'สืบพยานโจทก์', '2014-07-29', 'ศย 305.017/3004', 4, 1, '2014-06-17', NULL, ''),
(60, 1713, 'สืบพยานจำเลย', '2014-07-29', 'ศย 305.017/3004', 4, 2, '2014-06-18', NULL, ''),
(61, 1749, 'นัดสืบพยานโจทก์ประกอบคำรับสารภาพ', '2014-07-30', 'ศย 305.017/3029', 2, 1, '2014-07-28', NULL, ''),
(62, 1858, 'นัดสืบพยานประกอบคำรับสารภาพ', '2014-08-05', 'ศย 305.017/3140', 4, 1, '2014-07-31', NULL, ''),
(63, 1902, 'นัดสืบพยานโจทก์ประกอบคำรับสารภาพ', '2014-08-14', 'ศย 305.017/3288', 2, 1, '2014-08-07', NULL, ''),
(64, 1976, 'รายงานกระบวนพิจารณา', '2014-08-15', '', 1, 1, '2014-07-07', NULL, ''),
(65, 1867, 'นัดสืบพยานโจทก์', '2014-08-22', 'แิแอิแิ', 5, 1, '2014-08-20', NULL, ''),
(66, 2049, 'สืบประกอบ  (พยานโจทก์)', '2014-08-26', 'ศย.305.017/3499', 2, 1, '2014-09-17', NULL, ''),
(67, 2049, 'สืบประกอบ (พยานจำเลย)', '2014-08-26', 'ศย.305.017/3499', 1, 2, '2014-09-17', NULL, ''),
(68, 1699, 'สืบประกอบ (พยานโจทก์)', '2014-08-26', 'ศย.305.017/3499', 2, 1, '2014-09-17', NULL, ''),
(69, 1699, 'สืบประกอบ (พยานจำเลย)', '2014-08-26', 'ศย.305.017/3499', 1, 2, '2014-09-17', NULL, ''),
(70, 223, 'สืบประกอบ', '2014-08-27', 'ศย 305.017/3500', 3, 1, '2014-09-16', NULL, ''),
(71, 2069, 'สืบพยานโจทก์', '2014-08-28', 'ศย 305.017/3539', 4, 1, '2013-01-22', NULL, ''),
(72, 2069, 'สืบพยานโจทก์', '2014-08-28', 'ศย 305.017/3539', 2, 2, '2013-01-23', NULL, ''),
(73, 2069, 'สืบพยานโจทก์', '2014-08-28', 'ศย .305.017/3539', 3, 3, '2013-01-24', NULL, ''),
(74, 2069, 'สืบพยานโจทก์', '2014-08-28', 'ศย 305.017/3539', 3, 4, '2013-01-25', NULL, ''),
(75, 2069, 'สืบพยานโจทก์', '2014-08-28', 'ศย 305.017/3539', 4, 5, '2014-04-29', NULL, ''),
(76, 2069, 'สืบพยานโจทก์', '2014-08-28', 'ศย 305.017/3539', 2, 6, '2014-04-30', NULL, ''),
(77, 2069, 'สืบพยานโจทก์', '2014-08-28', 'ศย 305.017/3539', 1, 7, '2014-07-18', NULL, ''),
(78, 2069, 'สืบพยานจำเลย', '2014-08-28', 'ศย 305.017/3539', 3, 8, '2014-07-18', NULL, ''),
(79, 2069, 'สืบพยานจำเลย', '2014-08-28', 'ศย 305.017/3539', 1, 9, '2014-07-25', NULL, ''),
(80, 2123, 'สืบพยานผู้ร้อง', '2014-09-02', 'ศย 305.017/3607', 7, 1, '2014-07-23', NULL, ''),
(81, 2123, 'สืบพยานผู้คัดค้าน', '2014-09-02', 'ศย 305.017/3607', 3, 2, '2014-09-24', NULL, ''),
(82, 223, 'สืบประกอบ', '2014-09-10', 'ศย 305.017/3760', 3, 2, '2014-09-29', NULL, ''),
(83, 2295, 'สืบพยานโจทก์ประกอบคำรับสารภาพของจำเลย', '2014-09-11', 'ศย 305.017/3778', 4, 1, '2014-09-08', NULL, ''),
(84, 2411, 'นัดสืบพยานโจทก์', '2014-09-19', 'ศย 305.017/3927', 4, 1, '2014-08-19', NULL, ''),
(85, 2411, 'นัดสืบพยานจำเลย', '2014-09-19', 'ศย 305.017/3927', 3, 2, '2014-08-20', NULL, ''),
(86, 2565, 'นัดสืบพยานโจทก์', '2014-09-30', 'ศย 305.017/4074', 2, 1, '2014-04-24', NULL, ''),
(87, 2565, 'นัดสืบพยานโจทก์', '2014-09-30', 'ศย 305.017/4074', 1, 2, '2014-04-25', NULL, ''),
(88, 2565, 'นัดสืบพยานโจทก์/จำเลย', '2014-09-30', 'ศย 305.017/4074', 2, 3, '2014-05-08', NULL, ''),
(89, 2565, 'สืบพยานจำเลย', '2014-09-30', 'ศย 305.017/4074', 3, 4, '2014-08-20', NULL, ''),
(91, 1238, 'สืบพยานจำเลย', '2014-10-01', 'ศย 305.017/4097', 1, 2, '2014-09-18', NULL, ''),
(90, 1238, 'สืบพยานโจทก์', '2014-10-01', 'ศย 305.017/4097', 2, 1, '2014-09-18', NULL, ''),
(92, 1667, 'สืบพยานโจทก์ประกอบคำรับสารภาพของจำเลย', '2014-10-01', 'ศย 305.017/4104', 2, 1, '2014-09-15', NULL, ''),
(93, 2298, 'นัดสืบพยานโจทก์ประกอบคำรับสารภาพของจำเลย', '2014-10-13', 'ศย 305.009/7451', 2, 1, '2014-10-06', NULL, ''),
(94, 469, 'สืบประกอบ', '2014-08-21', 'ศย 305.017/4291', 3, 1, '2014-08-21', NULL, ''),
(95, 2633, '', '0000-00-00', '', 0, 1, '0000-00-00', NULL, ''),
(96, 2608, 'นัดสืบ', '2014-11-19', 'ศย305.009/8353', 2, 1, '2014-10-02', NULL, ''),
(97, 2601, '', '0000-00-00', '', 0, 1, '0000-00-00', NULL, ''),
(98, 190, 'สืบพยานโจทก์ ', '2014-10-14', '305.009/7491', 2, 1, '2014-08-04', NULL, ''),
(99, 192, 'สืบพยานโจทก์', '0000-00-00', '', 2, 1, '2014-07-29', NULL, ''),
(102, 2764, 'นัดสืบพยานจำเลย', '2014-10-16', 'ศย 305.017/4331', 4, 3, '2014-09-17', NULL, ''),
(101, 2764, 'นัดสืบพยานโจทก์', '2014-10-16', 'ศย 305.017/4331', 1, 2, '2014-09-17', NULL, ''),
(100, 2764, 'นัดสืบพยานโจทก์', '2014-10-16', 'ศย 305.017/4331', 2, 1, '2014-08-05', NULL, ''),
(103, 2764, '', '0000-00-00', '', 0, 4, '0000-00-00', NULL, ''),
(104, 900, 'สืบพยานโจทก์ประกอบ', '0000-00-00', '', 2, 1, '2014-07-28', NULL, ''),
(105, 1853, 'ไต่สวนคำร้อง', '0000-00-00', '', 3, 1, '2014-09-01', NULL, ''),
(108, 2831, 'นัดสืบพยานจำเลย', '2014-10-20', 'ศย 305.017/4385', 1, 3, '2014-07-21', NULL, ''),
(107, 2831, 'นัดสืบพยานจำเลย', '2014-10-20', 'ศย 305.017/4385', 2, 2, '2014-06-12', NULL, ''),
(106, 2831, 'นัดสืบพยานโจทก์', '2014-10-20', 'ศย 305.017/4385', 3, 1, '2014-05-02', NULL, ''),
(110, 866, 'สืบพยานจำเลย', '0000-00-00', '', 2, 2, '2014-10-02', NULL, ''),
(109, 866, 'สืบพยานโจทก์', '0000-00-00', '', 3, 1, '2014-10-01', NULL, ''),
(111, 2846, '', '0000-00-00', '', 0, 1, '0000-00-00', NULL, ''),
(112, 2847, 'ไต่ส่วนคำร้อง', '2014-09-04', '', 0, 1, '2014-08-04', NULL, ''),
(113, 2847, 'นัดฟังคำสั่ง', '0000-00-00', '', 0, 2, '2014-09-04', NULL, ''),
(114, 2852, 'สืบพยานโจทก์-จำเลย', '0000-00-00', '', 4, 1, '2014-09-26', NULL, ''),
(115, 2851, 'นัดพร้อม', '0000-00-00', '', 0, 1, '2013-12-27', NULL, ''),
(116, 2851, 'นัดพร้อม', '0000-00-00', '', 4, 2, '2014-01-15', NULL, ''),
(117, 2851, 'สืบพยาน โจทก์ - จำเลย', '0000-00-00', '', 0, 3, '2014-03-04', NULL, ''),
(118, 2851, 'นัดพร้อม', '0000-00-00', '', 0, 4, '2014-05-06', NULL, ''),
(119, 2851, 'นัดพร้อม', '0000-00-00', '', 0, 5, '2014-05-20', NULL, ''),
(191, 1136, 'นัดฟังคำพิพากษา', '2014-08-13', '', 0, 3, '2014-08-13', NULL, ''),
(190, 1136, 'รับสารภาพสืบประกอบ', '2014-07-02', '', 0, 2, '2014-07-02', NULL, ''),
(189, 1136, 'นัดพร้อม', '2014-05-20', '', 0, 1, '2014-05-20', NULL, ''),
(123, 2856, 'นัดพร้อม', '0000-00-00', '', 0, 1, '2014-03-11', NULL, ''),
(124, 2856, 'สืบพยานโจทก์', '0000-00-00', '', 0, 2, '2014-05-14', NULL, ''),
(125, 2856, 'สืบพยานโจทก์', '0000-00-00', '', 0, 3, '2014-05-15', NULL, ''),
(126, 2856, 'สืบพยานจำเลย', '0000-00-00', '', 0, 4, '2014-05-21', NULL, ''),
(127, 2856, 'นัดฟังคำพิพากษา', '0000-00-00', '', 0, 5, '2014-07-17', NULL, ''),
(128, 1695, 'สืบพยานโจทก์ประกอบคำรับสารภาพ', '2014-10-29', 'ศย305.009/7852', 3, 1, '2014-08-25', NULL, ''),
(129, 1532, 'สืบพยานโจทก์ประกอบคำรับสารภาพ', '0000-00-00', '', 2, 1, '2014-08-18', NULL, ''),
(130, 2517, 'สืบพยานโจทก์', '2014-10-27', 'ศย305.009/7756', 3, 1, '2014-10-06', NULL, ''),
(131, 196, 'สืบพยานโจทก์', '0000-00-00', '', 3, 1, '2014-08-26', NULL, ''),
(132, 196, 'สืบพยานโจทก์และจำเลย', '0000-00-00', '', 5, 2, '2014-08-27', NULL, ''),
(133, 1010, 'สืบพยานโจทก์', '0000-00-00', '', 2, 1, '2014-10-15', NULL, ''),
(134, 2922, 'สืบพยานโจทก์', '2014-10-30', 'ศย 305.017/4502', 5, 1, '2014-10-21', NULL, ''),
(135, 2922, 'สืบพยานโจทก์', '2014-10-30', 'ศย 305.017/4502', 2, 2, '2014-10-22', NULL, ''),
(136, 2922, 'นัดสืบพยานโจทก์/จำเลย', '2014-10-30', 'ศย 305.017/4502', 2, 3, '2014-10-24', NULL, ''),
(137, 2594, 'นัดไต่สวน', '2014-10-31', '305.003/13653', 2, 1, '2014-10-28', NULL, ''),
(138, 1057, 'สืบพยานโจทก์จำเลย', '0000-00-00', '', 5, 1, '2014-09-16', NULL, ''),
(139, 1370, 'สืบพยานโจทก์ประกอบคำรับสารภาพ', '0000-00-00', 'ศย.305.009/8012', 2, 1, '2014-08-04', NULL, ''),
(140, 2951, 'สืบพยานโจทก์', '0000-00-00', '', 2, 1, '2014-08-14', NULL, ''),
(142, 194, 'สืบพยานโจทก์-จำเลย', '0000-00-00', 'ศย.305.009/8013', 2, 2, '2014-08-01', NULL, ''),
(141, 194, 'สืบพยานโจทก์', '0000-00-00', '', 3, 1, '2014-07-31', NULL, ''),
(143, 3025, 'สืบพยานโจทก์', '0000-00-00', '', 3, 1, '2014-11-04', NULL, ''),
(144, 1507, 'สืบพยานโจทก์', '0000-00-00', '305.009/7992', 2, 1, '2014-10-09', NULL, ''),
(145, 2396, 'ฟังคำพิพากษา', '2014-10-29', '', 0, 1, '2014-10-29', NULL, ''),
(146, 3077, 'สืบพยานโจทก์-จำเลย', '0000-00-00', '', 0, 1, '2014-07-03', NULL, ''),
(147, 1529, 'สืบพยาน', '0000-00-00', '', 4, 1, '2014-09-29', NULL, ''),
(148, 2399, 'ฟังคำพิพากษา', '2014-10-29', '', 0, 1, '2014-10-29', NULL, ''),
(149, 2397, 'นัดฟังคำพิพากษา', '2014-10-29', '', 0, 1, '2014-10-29', NULL, ''),
(150, 2400, 'นัดฟังคำพิพากษา', '2014-10-29', '', 0, 1, '2014-10-29', NULL, ''),
(151, 2325, 'นัดฟังคำพิพากษา', '2014-10-29', '', 0, 1, '2014-10-29', NULL, ''),
(152, 2323, 'นัดฟังคำพิพากษา', '2014-10-29', '', 0, 1, '2014-10-29', NULL, ''),
(153, 2318, 'นัดฟังคำพิพากษา', '2014-10-29', '', 0, 1, '2014-10-29', NULL, ''),
(154, 2324, 'นัดฟังคำพิพากษา', '2014-10-29', '', 0, 1, '2014-10-29', NULL, ''),
(155, 2394, 'นัดฟังคำพิพากษา', '2014-10-29', '', 0, 1, '2014-10-29', NULL, ''),
(156, 2326, 'ฟังคำพิพากษา', '2014-10-29', '', 0, 1, '2014-10-29', NULL, ''),
(157, 2393, 'นัดฟังคำพิพากษา', '2014-10-29', '', 0, 1, '2014-10-29', NULL, ''),
(158, 2398, 'นัดฟังคำพิพากษา', '2014-10-29', '', 0, 1, '2014-10-29', NULL, ''),
(159, 2390, 'นัดฟังคำพิพากษา', '2014-10-29', '', 0, 1, '2014-10-29', NULL, ''),
(160, 2395, 'นัดฟังคำพิพากษา', '2014-10-29', '', 0, 1, '2014-10-29', NULL, ''),
(161, 2389, 'นัดฟังคำพิพากษา', '2014-10-29', '', 0, 1, '2014-10-29', NULL, ''),
(162, 195, 'นัดสือบพยาน', '2014-11-17', 'ศย305.009/8291', 6, 1, '2014-09-25', NULL, ''),
(163, 2194, 'สืบพยานโจทก์ประกอบคำรับสารภาพ', '0000-00-00', '', 2, 1, '2014-09-15', NULL, ''),
(164, 2402, 'นัดฟังคำพิพากษา', '2014-10-29', '', 0, 1, '2014-10-29', NULL, ''),
(165, 2387, 'นัดฟังคำพิพากษา', '2014-10-29', '', 0, 1, '2014-10-29', NULL, ''),
(166, 3140, 'สืบพยานโจทก์ประกอบคำรับสารภาพ', '0000-00-00', '', 2, 1, '2014-09-01', NULL, ''),
(167, 3119, 'สืบพยานโจทก์', '2014-12-09', 'ศย305.009/8823', 2, 1, '2014-11-10', NULL, ''),
(168, 2388, 'นัดฟังคำพิพากษา', '2014-10-29', '', 0, 1, '2014-10-22', NULL, ''),
(169, 2401, 'นัดฟังคำพิพากษา', '2014-10-29', '', 0, 1, '2014-10-29', NULL, ''),
(170, 2392, 'นัดฟังคำพิพากษา', '2014-10-29', '', 0, 1, '2014-10-29', NULL, ''),
(171, 2391, 'นัดฟังคำพิพากษา', '2014-10-29', '', 0, 1, '2014-10-29', NULL, ''),
(172, 2608, '', '0000-00-00', '', 0, 2, '0000-00-00', NULL, ''),
(175, 3218, 'สืบพยานจำเลย', '2014-11-10', 'ศย 305.017/4631', 2, 3, '2014-10-03', NULL, ''),
(174, 3218, 'สืบพยานโจทก์', '2014-11-10', 'ศย 305.017/4631', 1, 2, '2014-10-03', NULL, ''),
(173, 3218, 'สืบพยานโจทก์', '2014-11-10', 'ศย 305.017/4631', 2, 1, '2014-08-05', NULL, ''),
(176, 2242, 'นัดสืบพยานโจทก์', '2014-11-14', 'ศย 305.017/4708', 2, 1, '2014-11-03', NULL, ''),
(177, 1789, 'นัดสืบพยานโจทก์', '2014-11-14', 'ศย 305.017/4707', 2, 1, '2014-11-11', NULL, ''),
(178, 218, 'นัดสืบพยานโจทก์', '2014-11-19', 'ศย 305.017/4778', 2, 1, '2014-07-03', NULL, ''),
(179, 218, 'นัดสืบพยานโจทก์', '2014-11-19', 'ศย 305.017/4778', 2, 2, '2014-10-14', NULL, ''),
(180, 218, 'นัดสืบพยานโจทก์', '2014-11-19', 'ศย 305.017/4778', 1, 3, '2014-11-11', NULL, ''),
(182, 3219, 'นัดสืบพยานจำเลย', '2014-11-19', 'ศย 305.017/4779', 1, 2, '2014-11-12', NULL, ''),
(181, 3219, 'นัดสืบพยานโจทก์', '2014-11-19', 'ศย 305.017/4779', 3, 1, '2014-09-12', NULL, ''),
(183, 3222, 'นัดฟังคำพิพากษา', '2014-09-30', '', 0, 1, '2014-09-30', NULL, ''),
(184, 3223, '', '0000-00-00', '', 0, 1, '0000-00-00', NULL, ''),
(185, 3224, '', '0000-00-00', '', 0, 1, '0000-00-00', NULL, ''),
(186, 2700, 'นัดฟังคำพิพากษา', '2014-11-11', '', 0, 1, '2014-11-11', NULL, ''),
(187, 2699, 'นัดฟังคำพิพากษา', '2014-11-11', '', 0, 1, '2014-11-11', NULL, ''),
(188, 2697, 'นัดฟังคำพิพากษา', '0000-00-00', '', 0, 1, '2014-11-11', NULL, ''),
(192, 3229, 'สืบพยาน', '2014-11-20', 'ศย305.009/8375', 9, 1, '2014-05-29', NULL, ''),
(193, 3231, 'สืบพยานโจทก์ประกอบคำรับสารภาพของจำเลย', '2014-11-21', 'ศย 305.017/4800', 2, 1, '2014-11-18', NULL, ''),
(194, 1911, 'นัดสืบพยานโจทก์', '2014-11-24', 'ศย 305.017/4814', 2, 1, '2014-10-14', NULL, ''),
(195, 1911, 'นัดสืบพยานโจทก์', '2014-11-24', 'ศย 305.017/4814', 2, 2, '2014-10-14', NULL, ''),
(196, 1911, 'นัดสืบพยานจำเลย', '2014-11-24', 'ศย 305.017/4814', 2, 3, '2014-10-14', NULL, ''),
(197, 3239, 'ไต่สวนคำร้อง', '0000-00-00', '', 0, 1, '2014-12-09', NULL, ''),
(198, 1026, 'สืบพยานโจทก์', '2014-11-25', 'ศย 305.017/4827', 2, 1, '2014-10-01', NULL, ''),
(199, 1026, 'สืบพยานโจทก์และจำเลย', '2014-11-25', 'ศย 305.017/4827', 6, 2, '2014-11-05', NULL, ''),
(200, 3265, 'สืบพยานโจทก์ประกอบคำรับสารภาพ', '0000-00-00', '', 2, 1, '2014-08-25', NULL, ''),
(202, 996, 'สืบพยานโจทก์-จำเลย', '2014-11-27', 'ศย305.009/8547', 5, 2, '2014-10-24', NULL, ''),
(201, 996, 'สืบพยานโจทก์', '0000-00-00', '', 4, 1, '2014-10-16', NULL, ''),
(203, 3115, 'นัดสืบพยานโจทก์', '2014-11-26', 'ศย305.009/8545', 2, 1, '2014-10-27', NULL, ''),
(204, 3290, 'ไต่สวนมูลฟ้อง', '2014-11-28', '305.003/13951', 1, 1, '2014-11-25', NULL, ''),
(205, 1788, 'สืบพยานโจทก์', '2014-12-01', 'ศย 305.017/4871', 1, 1, '2014-10-06', NULL, ''),
(206, 1788, 'สืบพยานโจทก์', '2014-12-01', 'ศย 305.017/4871', 1, 2, '2014-11-24', NULL, ''),
(208, 2198, 'สืบพยานจำเลย', '2014-12-01', 'ศย.305.009/8627', 3, 2, '2014-11-07', NULL, ''),
(207, 2198, 'สืบพยานโจทก์', '2014-12-01', 'ศย.305.009/8627', 2, 1, '2014-11-07', NULL, ''),
(209, 3307, 'สืบพยานโจทก์', '2014-12-01', 'ศย.305.009/8593', 4, 1, '2014-10-17', NULL, ''),
(210, 3307, 'สืบพยาน', '2014-12-01', 'ศย.305.009/8593', 4, 2, '2014-10-17', NULL, ''),
(211, 2685, '', '0000-00-00', 'ศย305.009/8697', 0, 1, '0000-00-00', NULL, ''),
(212, 3341, 'นัดสืบพยานโจทก์', '2014-12-04', 'ศย 305.017/4945', 4, 1, '2014-11-25', NULL, ''),
(213, 3341, 'นัดสืบพยานจำเลย', '2014-12-04', 'ศย 305.017/4945', 2, 2, '2014-11-26', NULL, ''),
(214, 3114, 'สืบพยาน', '0000-00-00', 'ศย.305.009/8746', 0, 1, '0000-00-00', NULL, ''),
(217, 3397, 'สืบพยานจำเลย', '2014-12-09', 'ศย 305.017/5015', 1, 3, '2014-11-25', NULL, ''),
(216, 3397, 'สืบพยานโจทก์', '2014-12-09', 'ศย 305.017/5015', 5, 2, '2014-11-19', NULL, ''),
(215, 3397, 'สืบพยานโจทก์', '2014-12-09', 'ศย 305.017/5015', 1, 1, '2014-11-18', NULL, ''),
(218, 1064, 'นัดพร้อม', '0000-00-00', '', 0, 1, '2014-10-14', NULL, ''),
(219, 3398, 'สืบพยานโจทก์', '0000-00-00', '', 3, 1, '2014-09-02', NULL, ''),
(220, 3398, 'ฟังคำพิพากษา', '0000-00-00', '', 0, 2, '2014-10-15', NULL, ''),
(221, 3034, 'ไต่สวนคำร้อง', '0000-00-00', '', 1, 1, '2014-11-17', NULL, ''),
(222, 3407, 'สืบพยานโจทก์', '0000-00-00', '', 0, 1, '2014-07-08', NULL, ''),
(223, 3407, 'ฟังคำพิพากษา', '0000-00-00', '', 0, 2, '2014-10-30', NULL, ''),
(224, 1059, 'นัดพร้อม', '0000-00-00', '', 0, 1, '2014-10-30', NULL, ''),
(225, 1062, 'สืบพยานโจทก์', '0000-00-00', '', 0, 1, '2014-11-18', NULL, ''),
(226, 1061, 'สืบพยานโจทก์', '0000-00-00', '', 0, 1, '2014-09-19', NULL, ''),
(227, 3420, 'ฟังคำพิพากษา', '0000-00-00', '', 0, 1, '2014-11-27', NULL, ''),
(228, 3431, 'ฟังคำพิพากษา', '0000-00-00', '', 0, 1, '2014-08-27', NULL, ''),
(229, 2197, 'นัดพร้อม', '0000-00-00', '', 0, 1, '2014-09-01', NULL, ''),
(230, 1507, 'ฟังคำพิพากษา', '0000-00-00', '', 0, 2, '2014-11-26', NULL, ''),
(231, 2192, 'นัดพร้อม', '0000-00-00', '', 0, 1, '2014-09-02', NULL, ''),
(232, 2192, 'สืบพยานโจทก์', '0000-00-00', '', 0, 2, '2014-10-21', NULL, ''),
(233, 2192, 'สืบพยานโจทก์', '0000-00-00', '', 0, 3, '2014-12-22', NULL, ''),
(234, 2192, 'สืบพยานจำเลย', '0000-00-00', '', 0, 4, '2014-10-28', NULL, ''),
(235, 2192, 'นัดฟังคำพิพากษา', '2014-12-16', '', 0, 5, '2014-12-16', NULL, ''),
(236, 2770, 'สืบพยานโจทก์ประกอบคำรับสารภาพ', '0000-00-00', '', 2, 1, '2014-10-20', NULL, ''),
(237, 3191, 'สืบพยานโจทก์ประกอบคำรับสารภาพ', '0000-00-00', '', 1, 1, '2014-12-08', NULL, ''),
(238, 1647, 'สืบพยานโจทก์', '0000-00-00', '', 5, 1, '2014-12-02', NULL, ''),
(239, 1647, 'สืบพยานโจทก์', '0000-00-00', '', 1, 2, '2014-12-03', NULL, ''),
(240, 1647, 'สืบพยานโจทก์และจำเลย', '0000-00-00', '', 3, 3, '2014-12-04', NULL, ''),
(241, 1647, 'ฟังคำพิพากษา', '0000-00-00', '', 0, 4, '2015-01-16', NULL, ''),
(242, 3651, 'สืบพยานโจทก์', '0000-00-00', '', 4, 1, '2014-11-11', NULL, ''),
(243, 3651, 'สืบพยานโจทก์และจำเลย', '0000-00-00', '', 4, 2, '2014-11-12', NULL, ''),
(244, 3651, 'สืบพยานจำเลย', '0000-00-00', '', 2, 3, '2014-11-13', NULL, ''),
(245, 3651, 'ฟังคำพิพากษา', '0000-00-00', '', 0, 4, '2015-01-28', NULL, ''),
(246, 4116, 'ไต่สวนมูลฟ้อง', '2015-02-09', '', 2, 1, '2015-02-09', NULL, ''),
(247, 3503, 'สืบพยานโจทก์ประกอบคำรับสารภาพ', '0000-00-00', '', 3, 1, '2015-02-09', NULL, ''),
(248, 3287, 'นัดต่อเนื่อง', '0000-00-00', '', 7, 1, '2015-02-19', NULL, ''),
(249, 3558, 'นัดไต่สวนมูลฟ้อง', '2015-03-31', 'ศย 305.003/4223', 1, 1, '2015-03-25', NULL, ''),
(250, 3856, 'สอบคำให้การและตรวจพยานหลักฐาน', '0000-00-00', '', 0, 1, '2015-02-09', NULL, ''),
(251, 2686, 'สืบพยานโจทก์', '0000-00-00', '', 6, 1, '2014-12-16', NULL, ''),
(252, 2686, 'สืบพยานโจทก์และจำเลย', '0000-00-00', '', 4, 2, '2014-12-17', NULL, ''),
(253, 2686, 'ฟังคำพิพากษา', '0000-00-00', '', 0, 3, '2015-03-10', NULL, ''),
(254, 3503, 'ฟังคำพิพากษา', '0000-00-00', '', 0, 2, '2015-03-24', NULL, ''),
(258, 2587, 'สืบพยานจำเลย', '0000-00-00', '', 1, 4, '2015-03-13', NULL, ''),
(257, 2587, 'สืบพยานจำเลย', '0000-00-00', '', 5, 3, '2015-03-06', NULL, ''),
(256, 2587, 'สืบพยานโจทก์', '0000-00-00', '', 3, 2, '2015-03-05', NULL, ''),
(255, 2587, 'สืบพยานโจทก์', '0000-00-00', '', 4, 1, '2015-03-03', NULL, ''),
(259, 1668, 'สืบพยานผู้ร้อง', '2015-03-31', 'ศย 305.017/1348', 2, 1, '2014-12-03', NULL, ''),
(260, 1668, 'สืบพยานผู้คัดค้าน', '2015-03-31', 'ศย 305.017/1348', 4, 2, '2015-02-27', NULL, ''),
(261, 3410, 'สืบพยานประกอบคำรับสารภาพ', '0000-00-00', '', 2, 1, '2015-04-23', NULL, ''),
(262, 4523, 'สืบพยานโจทก์', '0000-00-00', '', 2, 1, '2014-04-02', NULL, ''),
(263, 4523, 'สืบพยานโจทก์', '0000-00-00', '', 1, 2, '2014-11-25', NULL, ''),
(264, 4523, 'สืบพยานโจทก์', '0000-00-00', '', 5, 3, '2014-11-26', NULL, ''),
(265, 4523, 'สืบพยานโจทก์', '0000-00-00', '', 3, 4, '2014-11-27', NULL, ''),
(266, 4523, 'สืบพยานโจทก์', '0000-00-00', '', 4, 5, '2014-11-28', NULL, ''),
(267, 4523, 'สืบพยานโจทก์', '0000-00-00', '', 1, 6, '2015-01-29', NULL, ''),
(268, 4523, 'สืบพยานโจทก์และจำเลย', '0000-00-00', '', 3, 7, '2015-03-30', NULL, ''),
(269, 1246, 'ไต่สวนคำร้อง', '0000-00-00', '', 1, 1, '2015-03-30', NULL, ''),
(270, 4575, 'นัดสืบพยานโจทก์', '2015-04-17', 'ศย 503.017/1516', 3, 1, '2015-03-12', NULL, ''),
(271, 4575, 'นัดสืบพยานจำเลย', '2015-04-17', 'ศย 503.017/1516', 2, 2, '2015-03-13', NULL, ''),
(272, 4633, 'นัดสืบพยานโจทก์/จำเลย', '2015-04-23', 'ศย 305.017/1593', 4, 1, '2015-04-10', NULL, ''),
(273, 4642, 'นัดสืบพยานโจทก์', '2015-04-24', 'ศย 305.017/1633', 1, 1, '2015-02-10', NULL, ''),
(274, 4642, 'นัดสืบพยานโจทก์', '2015-04-24', 'ศย 305.017/1633', 2, 2, '2015-02-11', NULL, ''),
(275, 4642, 'นัดสืบพยานโจทก์', '2015-04-24', 'ศย 305.017/1633', 2, 3, '2015-03-06', NULL, ''),
(276, 4642, 'นัดสืบพยานจำเลย', '2015-04-24', 'ศย 305.017/1633', 4, 4, '2015-03-17', NULL, ''),
(277, 4501, 'โจทก์', '0000-00-00', '', 8, 1, '2015-02-10', NULL, ''),
(278, 4501, 'จำเลย', '0000-00-00', '', 2, 2, '2015-02-12', NULL, ''),
(279, 3369, 'สืบโจทก์', '0000-00-00', '', 2, 1, '2015-03-09', NULL, ''),
(280, 3369, 'สืบจำเลย', '0000-00-00', '', 1, 2, '2015-03-09', NULL, ''),
(281, 3824, 'สืบพยานโจทก์', '0000-00-00', '', 2, 1, '2015-03-16', NULL, ''),
(282, 1226, 'สืบพยานโจทก์', '0000-00-00', '', 2, 1, '2015-03-17', NULL, ''),
(283, 1226, 'สืบพยานจำเลย', '0000-00-00', '', 1, 2, '2015-03-17', NULL, ''),
(284, 3344, 'สืบพยานโจทก์', '0000-00-00', '', 2, 1, '2015-05-27', NULL, ''),
(285, 3288, 'สืบพยานโจทก์', '0000-00-00', '', 2, 1, '2015-04-20', NULL, ''),
(286, 3652, 'สืบพยานโจทก์', '2015-05-06', 'ศย 305.017/1763', 4, 1, '2015-04-09', NULL, ''),
(287, 3652, 'สืบพยานจำเลย', '2015-05-06', 'ศย 305.017/1763', 2, 2, '2015-04-09', NULL, ''),
(288, 4750, 'นัดสืบพยานโจทก์/จำเลย', '2015-05-08', 'ศย 305.017/1805', 5, 1, '2015-04-23', NULL, ''),
(290, 3214, 'สืบพยานโจทก์ประกอบคำรับสารภาพ', '0000-00-00', '', 2, 2, '2015-05-11', NULL, ''),
(289, 3214, 'สืบพยานโจทก์ประกอบคำรับสารภาพ', '0000-00-00', '', 0, 1, '2015-02-16', NULL, ''),
(291, 46, 'สืบพยานโจทก์', '0000-00-00', '', 2, 1, '2014-09-02', NULL, ''),
(292, 46, 'สืบพยานโจทก์', '0000-00-00', '', 3, 2, '2014-09-03', NULL, ''),
(293, 46, 'สืบพยานโจทก์', '0000-00-00', '', 1, 3, '2014-11-24', NULL, ''),
(294, 46, 'สืบพยานโจทก์', '0000-00-00', '', 1, 4, '2016-02-23', NULL, ''),
(295, 46, 'สืบพยานจำเลย', '0000-00-00', '', 3, 5, '2015-05-11', NULL, ''),
(296, 4891, 'นัดสืบพยานผู้ร้อง', '2015-05-25', 'ศย 305.017/2111', 3, 1, '2015-05-06', NULL, ''),
(297, 4891, 'นัดสืบพยานผู้คัดค้าน', '2015-05-25', 'ศย 305.017/2111', 4, 2, '2015-05-07', NULL, ''),
(298, 3505, 'จัดการพิเศษ สืบพยานโจทก์ประกอบคำรับสารภาพ', '0000-00-00', '', 3, 1, '2015-05-25', NULL, ''),
(299, 3210, 'นัดสืบพยานโจทก์', '2015-06-08', '', 6, 1, '2015-04-30', NULL, ''),
(300, 3210, 'นัดสืบพยานจำเลย', '2015-06-08', '', 1, 2, '2015-05-01', NULL, ''),
(301, 3411, 'สืบพยานโจทก์', '0000-00-00', '', 2, 1, '2015-05-21', NULL, ''),
(302, 3348, 'สืบพยานโจทก์จำเลย', '0000-00-00', '', 4, 1, '2015-05-14', NULL, ''),
(303, 2688, 'สืบพยานโจทก์', '0000-00-00', '', 4, 1, '2015-03-24', NULL, ''),
(304, 2688, 'สืบพยานโจทก์และจำเลย', '0000-00-00', '', 3, 2, '2015-03-25', NULL, ''),
(305, 5132, '', '0000-00-00', '', 0, 1, '0000-00-00', NULL, ''),
(306, 5148, 'นัดพร้อม', '2015-06-15', '', 0, 1, '2015-06-15', NULL, ''),
(307, 5148, 'นัดพร้อม', '0000-00-00', '', 0, 2, '2015-06-30', NULL, ''),
(308, 5237, 'สืบพยานประกอบคำรับสารภาพจำเลย', '2015-06-29', 'ศย 305.017/2702', 3, 1, '2015-06-23', NULL, ''),
(309, 3781, 'สืบพยานโจทก์', '0000-00-00', '', 2, 1, '2015-06-23', NULL, ''),
(310, 3214, 'ฟังคำพิพากษา', '0000-00-00', '', 0, 3, '2015-06-11', NULL, ''),
(311, 5349, 'ไต่สวนคำร้อง', '0000-00-00', '', 0, 1, '2015-07-28', NULL, ''),
(312, 4628, 'สืบพยานโจทก์', '0000-00-00', '', 3, 1, '2015-06-22', NULL, ''),
(313, 4637, 'สืบพยานโจทก์ประกอบคำรับสารภาพของจำเลย', '2015-07-23', 'ศย 305.017/3224', 3, 1, '2015-06-30', NULL, ''),
(314, 3121, 'สืบพยานโจทก์', '0000-00-00', '', 4, 1, '2015-05-06', NULL, ''),
(315, 3121, 'สืบพยานจำเลย', '0000-00-00', '', 3, 2, '2015-05-07', NULL, ''),
(316, 4822, 'สืบพยานโจทก์ประกอบคำรับสารภาพฯ', '0000-00-00', '', 2, 1, '2015-07-20', NULL, ''),
(317, 4123, 'นัดสืบพยานโจทก์ ', '0000-00-00', '', 5, 1, '2015-07-07', NULL, ''),
(318, 4123, 'นัดสืบพยานโจทก์และพยานจำเลย ', '0000-00-00', '', 3, 2, '2015-07-08', NULL, ''),
(319, 2867, 'สืบพยานโจทก์', '0000-00-00', '', 10, 1, '2015-05-26', NULL, ''),
(320, 2867, 'สืบพยานจำเลย', '0000-00-00', '', 2, 2, '2015-05-29', NULL, ''),
(321, 3686, 'สืบพยานโจทก์จำเลย', '0000-00-00', '', 5, 1, '2015-05-12', NULL, ''),
(322, 5116, 'สืบพยานโจทก์ประกอบคำรับสารภาพของจำเลย', '2015-08-05', 'ศย 305.017/3398', 4, 1, '2015-07-06', NULL, ''),
(323, 3685, 'สืบพยานโจทก์', '0000-00-00', '', 4, 1, '2015-07-21', NULL, ''),
(324, 3685, 'สืบพยานโจทก์', '0000-00-00', '', 5, 2, '2015-07-22', NULL, ''),
(325, 3685, 'สืบพยานโจทก์', '0000-00-00', '', 3, 3, '2015-07-23', NULL, ''),
(326, 3685, 'สืบพยานโจทก์', '0000-00-00', '', 4, 4, '2015-07-24', NULL, ''),
(327, 3685, 'สืบพยานจำเลย', '0000-00-00', '', 1, 5, '2015-07-24', NULL, ''),
(328, 5173, 'สืบพยานโจทก์ประกอบคำรับสารภาพ', '0000-00-00', '', 3, 1, '2015-08-11', NULL, ''),
(329, 3922, 'สืบพยานโจทก์ประกอบคำรับสารภาพ', '0000-00-00', '', 3, 1, '2015-08-28', NULL, ''),
(330, 4731, 'สืบพยานโจทก์ประกอบคำรับสารภาพ', '0000-00-00', '', 2, 1, '2015-07-27', NULL, ''),
(331, 5778, 'ไต่สวนคำร้อง', '0000-00-00', '', 0, 1, '2015-09-29', NULL, ''),
(332, 3046, 'สืบพยานโจทก์', '0000-00-00', '', 4, 1, '2015-07-17', NULL, ''),
(333, 3046, 'สืบพยานโจทก์', '0000-00-00', '', 5, 2, '2015-07-23', NULL, ''),
(334, 3046, 'สืบพยานจำเลย', '0000-00-00', '', 3, 3, '2015-08-27', NULL, ''),
(335, 5841, 'นัดสืบประกอบคำรับสารภาพ', '2015-08-27', 'ศย 305.017/3638', 3, 1, '2015-07-14', NULL, ''),
(336, 5842, 'นัดสืบประกอบคำรับสารภาพ', '2015-08-27', 'ศย 305.017/3638', 4, 1, '2015-07-20', NULL, ''),
(337, 4727, 'นัดสืบพยานโจทก์ประกอบคำรับสารภาพของจำเลย ', '0000-00-00', '', 3, 1, '2015-09-01', NULL, ''),
(338, 5197, 'ไต่สวนพยานผู้ร้อง', '2015-09-09', 'ศย 305.017/3835', 5, 1, '2015-08-17', NULL, ''),
(339, 5952, 'นัดสืบพยานโจทก์', '2015-09-11', 'ศย 305.023/2558', 2, 1, '2015-10-14', NULL, ''),
(340, 6093, 'สืบพยานโจทก์ประกอบคำรับสารภาพของจำเลย', '2015-09-22', 'ศย 305.017/4018', 2, 1, '2015-08-03', NULL, ''),
(341, 6094, 'นัดสืบพยานโจทก์ประกอบคำรับสารภาพของจำเลย', '2015-09-22', 'ศย 305.017/4019', 2, 1, '2015-07-29', NULL, ''),
(342, 4204, 'สืบพยานโจทก์', '0000-00-00', '', 3, 1, '2015-07-16', NULL, ''),
(343, 4204, 'สืบพยานจำเลย', '0000-00-00', '', 1, 2, '2015-07-16', NULL, ''),
(344, 4889, 'สืบพยานโจทก์', '0000-00-00', '', 4, 1, '2015-09-15', NULL, ''),
(345, 4889, 'สืบพยานโจทก์', '0000-00-00', '', 4, 2, '2015-09-16', NULL, ''),
(346, 4889, 'สืบพยานโจทก์', '0000-00-00', '', 2, 3, '2015-09-17', NULL, ''),
(347, 4889, 'สืบพยานจำเลย', '0000-00-00', '', 6, 4, '2015-09-18', NULL, ''),
(348, 6170, 'สืบพยานโจทก์', '2015-09-29', 'ศย 305.017/4120', 3, 1, '2015-07-21', NULL, ''),
(349, 6170, 'สืบพยานโจทก์/จำเลย', '2015-09-29', 'ศย 305.017/4120', 3, 2, '2015-08-11', NULL, ''),
(350, 6194, 'ไต่สวนคำร้อง', '2015-09-30', 'ศย 305.017/4175', 4, 1, '2015-08-24', NULL, ''),
(351, 6195, 'ไต่สวนคำร้อง', '2015-09-30', 'ศย 305.017/4175', 4, 1, '2015-09-14', NULL, ''),
(352, 4027, 'สืบพยานโจทก์', '0000-00-00', '', 2, 1, '2015-07-14', NULL, ''),
(353, 4027, 'สืบพยานโจทก์', '0000-00-00', '', 3, 2, '2015-07-15', NULL, ''),
(354, 4027, 'สืบพยานจำเลย', '0000-00-00', '', 3, 3, '2015-07-16', NULL, ''),
(355, 4027, 'สืบพยานจำเลย', '0000-00-00', '', 4, 4, '2015-09-18', NULL, ''),
(356, 5168, ' สืบพยานโจทก์ประกอบคำรับสารภาพ', '0000-00-00', '', 2, 1, '2015-10-05', NULL, ''),
(357, 6263, '01-aa', '2015-10-12', '11aa', 11, 1, '2015-10-11', '2015-10-16', 'Pak-1610');

-- --------------------------------------------------------

--
-- Table structure for table `info_appointments2`
--

CREATE TABLE IF NOT EXISTS `info_appointments2` (
  `id` int(11) NOT NULL,
  `case_id` int(11) NOT NULL,
  `name` text CHARACTER SET utf8 NOT NULL,
  `date_sent` date DEFAULT NULL,
  `number_sent` text CHARACTER SET utf8 NOT NULL,
  `ordering` int(11) NOT NULL,
  `date_app` date DEFAULT NULL,
  `date_app_time` text CHARACTER SET utf8 NOT NULL,
  `date_received` date DEFAULT NULL,
  `number_received` text CHARACTER SET utf8 NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=14 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `info_appointments2`
--

INSERT INTO `info_appointments2` (`id`, `case_id`, `name`, `date_sent`, `number_sent`, `ordering`, `date_app`, `date_app_time`, `date_received`, `number_received`) VALUES
(1, 14, 'ฟังคำสั่ง', '2014-01-16', '123456789', 1, '2014-01-16', '09.00', NULL, ''),
(2, 15, 'นักสืบพยานจำเลย', '2014-01-04', '99/2556', 1, '2014-01-05', ' 9.00', NULL, ''),
(3, 13, 'นัดร่วม', '2013-05-29', 'ศย 305.011/2894', 1, '2013-08-06', '9.00 น', NULL, ''),
(4, 7, 'นัดสืบ', '2014-01-16', 'ศย 305.014/1689', 1, '2013-12-03', '13.30 น.', NULL, ''),
(5, 18, 'นัดพร้อม', '2013-05-01', 'ศย.305.022/813', 1, '2013-05-16', '09.00', NULL, ''),
(6, 16, 'นัดสอบถาม', '2013-09-04', 'ศย 305.016/2322', 1, '2013-06-26', '14.00', NULL, ''),
(7, 12, 'นัดไกล่เกลีย', '2013-07-19', 'ศย 305.003/3333', 1, '2013-07-16', '09.00', NULL, ''),
(8, 4116, 'ไต่สวนมูลฟ้อง', '2015-02-09', '', 1, '2015-02-09', '09.00 น.', NULL, ''),
(9, 4116, 'สอบคำให้การ', '0000-00-00', '', 2, '2015-03-26', '10.00 น.', NULL, ''),
(10, 3287, 'ฟังคำพิพากษา', '0000-00-00', '', 1, '2015-03-22', '09.00', NULL, ''),
(11, 5148, 'นัดพร้อม', '2015-06-15', '', 1, '2015-06-15', '09.00', NULL, ''),
(12, 5148, 'นัดพร้อม', '0000-00-00', '', 2, '2015-06-30', '09.00', NULL, ''),
(13, 6263, '22-bb', '2015-10-22', '22-bb-xx', 1, '2015-10-21', '21:00', NULL, '');

-- --------------------------------------------------------

--
-- Table structure for table `info_at`
--

CREATE TABLE IF NOT EXISTS `info_at` (
  `id` int(11) NOT NULL,
  `name` text CHARACTER SET utf8 NOT NULL,
  `checked` int(11) DEFAULT '0',
  `copyied` int(11) DEFAULT '0',
  `regulared` int(11) DEFAULT '0'
) ENGINE=MyISAM AUTO_INCREMENT=13 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `info_at`
--

INSERT INTO `info_at` (`id`, `name`, `checked`, `copyied`, `regulared`) VALUES
(11, 'ไม่ตรวจ/ไม่ส่งสำเนา', 0, 0, 0),
(2, 'ตรวจ', 1, 1, 0),
(10, 'ตรวจและรายงานทุกนัด', 1, 1, 0),
(4, 'ตรวจและร่วมนั่งพิจารณาคดี', 1, 1, 0),
(12, 'ไม่ตรวจ/ส่งสำเนา', 0, 1, 0);

-- --------------------------------------------------------

--
-- Table structure for table `info_at_results`
--

CREATE TABLE IF NOT EXISTS `info_at_results` (
  `id` int(11) NOT NULL,
  `name` text CHARACTER SET utf8 NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `info_at_results`
--

INSERT INTO `info_at_results` (`id`, `name`) VALUES
(1, 'สั่งตรวจ แต่ไม่ส่งสำนวนอ้างว่าไม่ต้องส่ง'),
(2, 'สั่งตรวจ แต่ไม่ส่งสำนวนอ้างว่าไม่มีผู้คัดค้าน'),
(3, 'ไม่ได้รายงานคดี แต่ส่งสำนวนมาตรวจ'),
(4, 'ภาคสั่งไม่ตรวจ แต่ศาลส่งสำนวน ฯ มาตรวจ');

-- --------------------------------------------------------

--
-- Table structure for table `info_auto_received_nums`
--

CREATE TABLE IF NOT EXISTS `info_auto_received_nums` (
  `id` int(11) NOT NULL,
  `type_id` int(11) NOT NULL,
  `year_val` int(11) NOT NULL,
  `number_val` int(11) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=15 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `info_auto_received_nums`
--

INSERT INTO `info_auto_received_nums` (`id`, `type_id`, `year_val`, `number_val`) VALUES
(4, 3, 2015, 0),
(5, 4, 2015, 628),
(6, 5, 2015, 0),
(7, 2, 2015, 220),
(8, 7, 2015, 668),
(9, 8, 2015, 0),
(10, 1, 2015, 0),
(11, 2, 2016, 0),
(12, 7, 2016, 0),
(13, 4, 2016, 9),
(14, 1, 2016, 0);

-- --------------------------------------------------------

--
-- Table structure for table `info_auto_received_nums2`
--

CREATE TABLE IF NOT EXISTS `info_auto_received_nums2` (
  `id` int(11) NOT NULL,
  `type_id` int(11) NOT NULL,
  `year_val` int(11) NOT NULL,
  `number_val` int(11) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `info_auto_received_nums2`
--

INSERT INTO `info_auto_received_nums2` (`id`, `type_id`, `year_val`, `number_val`) VALUES
(2, 1, 2016, 3),
(3, 2, 2016, 1),
(4, 4, 2016, 1);

-- --------------------------------------------------------

--
-- Table structure for table `info_cases`
--

CREATE TABLE IF NOT EXISTS `info_cases` (
  `id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL COMMENT 'ศาล',
  `type_id` int(11) NOT NULL COMMENT 'ประเภทคดี',
  `date_sent` date DEFAULT NULL COMMENT 'วันที่ส่ง',
  `number_sent` text CHARACTER SET utf8 NOT NULL COMMENT 'เลขที่ส่ง',
  `date_received` date DEFAULT NULL COMMENT 'วันที่ภาครับ',
  `number_received` text CHARACTER SET utf8 NOT NULL COMMENT 'เลขที่รับ',
  `date_received2` date DEFAULT NULL,
  `number_received2` text CHARACTER SET utf8 NOT NULL,
  `date_received3` date DEFAULT NULL,
  `number_received3` text CHARACTER SET utf8 NOT NULL,
  `date_sent2` date DEFAULT NULL,
  `number_sent2` text CHARACTER SET utf8 NOT NULL,
  `command_id` int(11) NOT NULL COMMENT 'คำสั่ง อธ.',
  `number_black` text CHARACTER SET utf8 NOT NULL COMMENT 'เลขดำ',
  `number_red` text CHARACTER SET utf8 NOT NULL COMMENT 'เลขแดง',
  `title` text CHARACTER SET utf8 NOT NULL COMMENT 'เรื่อง',
  `result` int(11) NOT NULL,
  `plaintiff` text CHARACTER SET utf8 NOT NULL COMMENT 'โจทก์',
  `defendant` text CHARACTER SET utf8 NOT NULL COMMENT 'จำเลย',
  `judge_id` int(11) NOT NULL,
  `judge2_id` int(11) NOT NULL,
  `judge3_id` int(11) NOT NULL,
  `date_ap` date DEFAULT NULL,
  `date_sent3` date DEFAULT NULL,
  `number_sent3` text CHARACTER SET utf8 NOT NULL,
  `date_case` date DEFAULT NULL,
  `topic_id` int(11) NOT NULL,
  `imprison_id` int(11) NOT NULL,
  `file1` text CHARACTER SET utf8 NOT NULL,
  `file2` text CHARACTER SET utf8 NOT NULL,
  `date_finish` date DEFAULT NULL,
  `date_read` date DEFAULT NULL,
  `accept_id` int(11) NOT NULL,
  `date_sent4` date DEFAULT NULL,
  `number_sent4` text CHARACTER SET utf8 NOT NULL,
  `date_received4` date DEFAULT NULL,
  `number_received4` text CHARACTER SET utf8 NOT NULL,
  `date_sent5` date DEFAULT NULL,
  `number_sent5` text CHARACTER SET utf8 NOT NULL,
  `date_modified` datetime DEFAULT NULL,
  `date_upload` date DEFAULT NULL,
  `note1` text CHARACTER SET utf8 NOT NULL,
  `note2` text CHARACTER SET utf8 NOT NULL,
  `note3` text CHARACTER SET utf8 NOT NULL,
  `judge4_id` int(11) NOT NULL DEFAULT '0',
  `topic_ids` varchar(255) DEFAULT '',
  `form1_note` text CHARACTER SET utf8,
  `form2_note` text CHARACTER SET utf8,
  `form3_note` text CHARACTER SET utf8,
  `form4_note` text CHARACTER SET utf8,
  `form5_note` text CHARACTER SET utf8,
  `judge_checkout1_id` int(11) DEFAULT '0',
  `judge_checkout2_id` int(11) DEFAULT '0',
  `date_at_received1` date DEFAULT NULL,
  `date_at_received2` date DEFAULT NULL,
  `auto_received_num` varchar(20) CHARACTER SET utf8 NOT NULL DEFAULT '',
  `no_case_sent` int(11) NOT NULL DEFAULT '0',
  `at_correct` int(11) DEFAULT '1',
  `at_result_id` int(11) DEFAULT '0',
  `capital` decimal(10,2) DEFAULT '0.00',
  `return_checked` int(11) NOT NULL DEFAULT '0',
  `return2_checked` int(11) NOT NULL DEFAULT '0',
  `link_checked` int(11) NOT NULL DEFAULT '0',
  `link_ids` text CHARACTER SET utf8,
  `add_checked` int(11) NOT NULL DEFAULT '0',
  `add_ids` text CHARACTER SET utf8 NOT NULL,
  `date_sent_a` date DEFAULT NULL,
  `number_sent_a` text CHARACTER SET utf8,
  `note1_a` text CHARACTER SET utf8,
  `auto_received_num2` varchar(20) CHARACTER SET utf8 DEFAULT '',
  `judge_id_a` int(11) DEFAULT '0',
  `date_received3_a` date DEFAULT NULL,
  `judge2_id_a` int(11) DEFAULT '0',
  `date_at_received1_a` date DEFAULT NULL,
  `judge4_id_a` int(11) DEFAULT '0',
  `date_at_received2_a` date DEFAULT NULL,
  `judge_checkout1_id_a` int(11) DEFAULT '0',
  `judge_checkout2_id_a` int(11) DEFAULT '0',
  `date_sent5_a` date DEFAULT NULL,
  `form4_note_a` text CHARACTER SET utf8,
  `number_sent5_a` text CHARACTER SET utf8,
  `number_received3_a` text CHARACTER SET utf8
) ENGINE=MyISAM AUTO_INCREMENT=6832 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `info_cases`
--

INSERT INTO `info_cases` (`id`, `user_id`, `type_id`, `date_sent`, `number_sent`, `date_received`, `number_received`, `date_received2`, `number_received2`, `date_received3`, `number_received3`, `date_sent2`, `number_sent2`, `command_id`, `number_black`, `number_red`, `title`, `result`, `plaintiff`, `defendant`, `judge_id`, `judge2_id`, `judge3_id`, `date_ap`, `date_sent3`, `number_sent3`, `date_case`, `topic_id`, `imprison_id`, `file1`, `file2`, `date_finish`, `date_read`, `accept_id`, `date_sent4`, `number_sent4`, `date_received4`, `number_received4`, `date_sent5`, `number_sent5`, `date_modified`, `date_upload`, `note1`, `note2`, `note3`, `judge4_id`, `topic_ids`, `form1_note`, `form2_note`, `form3_note`, `form4_note`, `form5_note`, `judge_checkout1_id`, `judge_checkout2_id`, `date_at_received1`, `date_at_received2`, `auto_received_num`, `no_case_sent`, `at_correct`, `at_result_id`, `capital`, `return_checked`, `return2_checked`, `link_checked`, `link_ids`, `add_checked`, `add_ids`, `date_sent_a`, `number_sent_a`, `note1_a`, `auto_received_num2`, `judge_id_a`, `date_received3_a`, `judge2_id_a`, `date_at_received1_a`, `judge4_id_a`, `date_at_received2_a`, `judge_checkout1_id_a`, `judge_checkout2_id_a`, `date_sent5_a`, `form4_note_a`, `number_sent5_a`, `number_received3_a`) VALUES
(6302, 7, 4, '2015-08-26', '3385', NULL, '', NULL, '', '2015-12-01', '7537', '2015-11-30', '4954', 2, 'อ.1098/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 8, 'พนักงานอัยการจังหวัดน่าน', 'นายพัชรพล  กาวิชา', 592, 398, 598, '2015-12-25', NULL, '', '2015-08-17', 0, 2, '', '', NULL, NULL, 1, '2015-09-08', '6465', NULL, '', '2015-12-08', '8669', NULL, NULL, '', '', '', 403, '[520]', NULL, NULL, NULL, NULL, NULL, 398, 0, '2015-12-02', '2015-12-04', 'ย.609/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6301, 14, 4, '2014-11-06', '12587', NULL, '00', NULL, '', '2015-12-01', '7533', '2015-11-27', 'ที่ ศย 305.013/13376', 2, 'อ.2556/2557', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 8, 'พนักงานอัยการจังหวัดลำพูน', 'นายพิตตินันท์หรือสมชายหรือโอ  แสงเตา', 442, 402, 424, '2015-12-15', NULL, '', '2014-10-30', 0, 1, '', '', NULL, NULL, 2, '2014-11-21', '8456', NULL, '', '2015-12-08', '5662', NULL, NULL, '', '', '', 408, '[520]', NULL, NULL, NULL, NULL, NULL, 402, 0, '2015-12-02', '2015-12-03', 'ย.610/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6303, 18, 2, '2015-02-25', '838', NULL, '', NULL, '', '2015-12-01', '7538', '2015-12-01', 'ที่ ศย 305.017/4984', 2, 'พ.51/2558', '', 'ละเมิด  เรีกยค่าเสียหาย', 9, 'นายภูเนตร  ถารีภู', 'นายกิติศักดิ์  ฉิมเอี่ยม ที่ 1 กับพวก  2  คน', 479, 401, 463, '2015-12-23', NULL, '', '2015-02-09', 0, 4, '', '', NULL, NULL, 15, '2015-03-12', '1605', '2016-01-22', '427', '2015-12-17', '8887', NULL, NULL, 'เอกสารแยกเก็บที่ พ.4/2558', '', '', 408, '[381]', NULL, NULL, NULL, NULL, NULL, 401, 0, '2015-12-02', '2015-12-16', 'พ.203/2558', 0, 1, 0, '9852489.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6300, 10, 4, '2015-06-22', '4402', NULL, '00', NULL, '', '2015-12-01', '7536', '2015-11-30', 'ที่ ศย 305.009/9182', 2, 'อ.1279/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 9, 'พนักงานอัยการจังหวัดแพร่', 'นางสาวศิริลักษณ์  ยะวังสี ที่ 1 กับพวกรวม  2  คน', 541, 402, 542, '2015-12-15', NULL, '', '2015-06-15', 0, 1, '', '', NULL, NULL, 2, '2015-07-01', '4429', '2016-01-18', '338', '2015-12-08', '8661', NULL, NULL, '', '', '', 407, '[520]', NULL, NULL, NULL, NULL, NULL, 402, 0, '2015-12-02', '2015-12-03', 'ย.611/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6299, 3, 4, '2015-07-03', '17401', NULL, '', NULL, '', '2015-12-01', '7532', '2015-11-30', 'ที่ ศย 305.002/31633', 2, 'อ.2415/2558', '', 'ความผิดต่อชีวิต', 8, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายวิชาญหรือเก๋า  สูจา', 563, 400, 564, '2015-12-16', NULL, '', '2015-06-26', 0, 1, '', '', NULL, NULL, 2, '2015-07-07', '4575', NULL, '', '2015-12-04', '8673', NULL, NULL, '', '', '', 406, '[498]', NULL, NULL, NULL, NULL, NULL, 396, 0, '2015-12-02', '2015-12-04', 'อ.569/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6304, 8, 4, '2015-06-05', '2962', NULL, '', NULL, '', '2015-12-02', '7539', '2015-12-01', '6401', 2, 'อ.155/2558', '', 'ความผิดต่อชีวิต พยายาม', 6, 'พนักงานอัยการจังหวัดฝาง', 'นายอนุชา  อารีย์', 513, 401, 515, '2015-12-23', NULL, '', '2015-05-29', 0, 1, '', '', NULL, NULL, 2, '2015-06-16', '3857', NULL, '', '2015-12-11', '8759', NULL, NULL, '', 'เอกสารแยกเก็บที่ 28/2558', '', 407, '[501]', NULL, 'เอกสารแยกเก็บที่ 28/2558', NULL, NULL, NULL, 401, 0, '2015-12-04', '2015-12-09', 'อ.570/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6305, 10, 4, '2015-08-13', '5833', NULL, '', NULL, '', '2015-12-02', '7573', '2015-12-01', 'ศย.305.009/9263', 2, 'อ.1543/2558', '', 'ความผิดต่อชีวิต ฆ่า', 9, 'พนักงานอัยการจังหวัดแพร่', 'นายบุญญฤทธิ์หรือติ้น  นวลจันทร์', 538, 400, 545, '2015-12-23', NULL, '', '2015-07-16', 0, 1, '', '', NULL, NULL, 2, '2015-08-26', 'ศย 305.001/6106', '2016-01-21', '408', '2015-12-14', 'ศย 305.001/8785', NULL, NULL, '', '', '', 408, '[498]', NULL, NULL, NULL, NULL, NULL, 400, 0, '2015-12-04', NULL, 'อ.571/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6306, 7, 4, '2015-08-13', '3198', NULL, '', NULL, '', '2015-12-02', '7571', '2015-12-01', '4957', 2, 'อ.1028/2558', '', 'ความผิดต่อชีวิต พยายาม ความผิดต่อ พ.ร.บ.อาวุธปืนฯ', 8, 'พนักงานอัยการจังหวัดน่าน', 'นายอุดร  แก้วโน', 599, 399, 595, '2016-01-20', NULL, '', '2015-04-10', 0, 2, '', '', NULL, NULL, 1, '2015-08-26', '6113', NULL, '', '2015-12-17', 'ศย 305.001/8889', NULL, NULL, '', '', '', 405, '[501]', NULL, NULL, NULL, NULL, NULL, 399, 0, '2015-12-04', '2015-12-09', 'อ.573/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6307, 6, 4, '2015-07-07', 'ด.1264', NULL, '', NULL, '', '2015-12-02', '7576', '2015-11-27', 'บ.1728', 2, 'อ.3120/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 8, 'พนักงานอัยการจังหวัดเชียงราย', 'นายภูวดล  กวีพงศ์กานต์', 491, 607, 498, '2015-12-16', NULL, '', '2015-07-03', 0, 1, '', '', NULL, NULL, 2, '2015-07-23', '5008', NULL, '', '2015-12-14', '8775', NULL, NULL, '', '', '', 408, '[520]', NULL, NULL, NULL, NULL, NULL, 607, 0, '2015-12-04', NULL, 'ย.612/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6308, 18, 2, '2015-06-19', 'ศย 305.017/2571', NULL, '', NULL, '', '2015-12-02', '7570', '2015-12-01', 'ศย 305.017/5008', 2, 'พ.164/2558', '', 'ขอตั้งผู้จัดการมรดก', 9, 'นางขันคำ  ธรรมวงค์', 'นายตั๋น  ธรรมวงค์', 463, 397, 479, '2015-12-28', NULL, '', '2015-04-10', 0, 2, '', '', NULL, NULL, 15, '2015-06-26', '305.001/4343', '2016-01-07', '137', '2015-12-08', 'ศย 305.001/8663', NULL, NULL, '', '', '', 397, '[424]', NULL, NULL, NULL, NULL, NULL, 396, 0, '2015-12-04', '2015-12-08', 'พ.204/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6309, 6, 4, '2015-12-02', 'บ.1729', NULL, '', NULL, '', '2015-12-02', '7575', '2015-11-27', '', 2, 'อ.5743/2557', '', 'ลักทรัพย์', 9, 'พนักงานอัยการจังหวัดเชียงราย', 'นายอาแยหรือแพนด้า  เมอแล', 483, 401, 501, '2015-12-16', NULL, '', '2014-11-21', 0, 1, '', '', NULL, NULL, 2, NULL, '', '2015-12-30', '8212', '2015-12-11', '', NULL, NULL, '', '', '', 406, '[507]', NULL, NULL, NULL, NULL, NULL, 401, 0, '2015-12-04', '2015-12-09', 'อ.572/2558', 1, 0, 3, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6310, 6, 8, '2015-12-02', 'บ.1732', NULL, '', NULL, '', '2015-12-02', '7574', '2015-11-27', '', 2, 'ช.17/2558', '', 'ชันสูตรพลิกศพ', 8, 'พนักงานอัยการจังหวัดเชียงราย                             ผู้ร้อง', 'นายณรงค์  เบทู                                        ผู้ตาย', 484, 400, 500, '2015-12-17', NULL, '', '2015-09-17', 0, 0, '', '', NULL, NULL, 0, NULL, '', NULL, '', '2015-12-14', 'ศย 305.001/8784', NULL, NULL, '', '', '', 406, '[522]', NULL, NULL, NULL, NULL, NULL, 398, 0, '2015-12-04', '2015-12-09', 'อ.574/2558', 1, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6311, 4, 4, '2015-09-29', '16304', NULL, '', NULL, '', '2015-12-02', '7594', '2015-11-30', '19795', 2, 'อ.4312/2558', '', 'ฉ้อโกง', 8, 'พระมหาประคอง  อภิวฑฺฌโน', 'นางเขียว  เสาร์แก้ว กับพวกรวม 3 คน', 460, 402, 460, '2015-12-23', NULL, '', '2015-04-27', 0, 2, '', '', NULL, NULL, 1, '2015-11-06', '7979', NULL, '', '2015-12-15', 'ศย 305.001/8813', NULL, NULL, '', '', '', 403, '[513]', NULL, NULL, NULL, NULL, NULL, 402, 0, '2015-12-04', '2015-12-08', 'อ.575/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6312, 3, 4, '2015-06-25', '16543', NULL, '', NULL, '', '2015-12-02', '7595', '2015-12-02', '31939', 2, 'อ.1971/2558', '', '', 8, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นางสาวกนกวรรณหรือเดียร์  บุญโต', 579, 401, 549, '2015-12-24', NULL, '', '2015-05-29', 0, 1, '', '', NULL, NULL, 2, '2015-07-01', '4457', NULL, '', '2015-12-15', '8824', NULL, NULL, '', '- พ่วงคดีอาญาหมายเลขแดงที่ อส.4/2558\n- เอกสารเก็บเลขที่ กอ.35/2558', '', 403, '[495]', NULL, NULL, NULL, NULL, NULL, 401, 0, '2015-12-04', '2015-12-08', 'อ.576/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6313, 10, 4, '2015-06-25', 'ศย 305.009/4510', NULL, '', NULL, '', '2015-12-02', '7572', '2015-11-30', 'ศย 305.009/9216', 2, 'อ.1219/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 8, 'พนักงานอัยการโจทก์', 'นายไพโรจน์  หาญสิทธิเดช ที่ 1 กับพวกรวม  2  คน', 539, 402, 544, '2015-12-25', NULL, '', '2015-06-10', 0, 1, '', '', NULL, NULL, 2, '2015-07-07', 'ศย 305.001/4565', NULL, '', '2015-12-15', 'ศย 305.001/8812', NULL, NULL, '', '', '', 405, '[520]', NULL, NULL, NULL, NULL, NULL, 402, 0, '2015-12-08', NULL, 'ย.613/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6314, 10, 4, '2015-12-01', '9264', NULL, '', NULL, '', NULL, '', '2015-12-01', '9264', 2, 'อ.696/2558', '', 'พรบ.ยาเสพติด', 6, 'พนักงานอัยการจังหวัดแพร่', 'นายขาวใหญ่  ไทยนุรักษ์', 538, 400, 543, '2015-12-17', NULL, '', '2015-04-10', 0, 1, '', '', NULL, NULL, 1, '2015-05-01', '2805', NULL, '', NULL, '', NULL, NULL, '', 'พ่วงอ.ดำ 2616/57 และ อ.ดำ 322/58', '', 404, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, '2015-12-04', NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6315, 10, 4, '2015-07-07', 'ศย 305.009/4800', NULL, '', NULL, '', '2015-12-03', '7626', '2015-12-02', 'ศย 305.009/9315', 2, 'อ.1355/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 8, 'พนักงานอัยการจังหวัดแพร่', 'นางสาวจั๊ว  แซ่ท้าว', 539, 400, 544, '2015-12-25', NULL, '', '2015-06-23', 0, 1, '', '', NULL, NULL, 1, '2015-07-28', 'ศย 305.001/5169', NULL, '', '2015-12-14', 'ศย 305.001/8788', NULL, NULL, '', '', '', 405, '[520]', NULL, NULL, NULL, NULL, NULL, 400, 0, '2015-12-08', NULL, 'ย.615/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6316, 10, 4, '2015-12-01', '9264', NULL, '', NULL, '', NULL, '', '2015-12-01', '9264', 2, 'อ.322/2558', '', 'พรบ.ยาเสพติดให้โทษฯ', 6, 'พนักงานอัยการจังหวัดแพร่', 'นายสมบูรณ์  รัตนเรืองปัญญา', 538, 400, 543, '2015-12-17', NULL, '', '2015-02-23', 0, 1, '', '', NULL, NULL, 1, '2015-03-09', '1436', NULL, '', NULL, '', NULL, NULL, '', 'พ่วง.อ.ดำ 2616/57 และ อ.ดำ  696/58', '', 404, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, '2015-12-04', NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6317, 10, 4, '2015-12-01', '9264', NULL, '', NULL, '', '2015-12-02', '9264', '2015-12-01', '9264', 2, 'อ.2616/2557', '', 'พรบ.ยาเสพติดให้โทษ', 8, 'พนักงานอัยการจังหวัดแพร่', 'นายอานนท์  วงศ์พรชัยเลิศ กับพวกรวม 5 คน', 538, 400, 543, '2015-12-17', NULL, '', '2014-12-30', 0, 1, '', '', NULL, NULL, 1, '2015-01-29', '588', NULL, '', '2015-12-15', '8811', NULL, NULL, '', 'พ่วงสำนวนคดีอาญาหมายเลขดำที่ 322/58 และคดีอาญาหมายเลขดำที่ 696/58 เอกสารแยกเก็บที่  4/58', '', 404, '[520]', NULL, 'พ่วง อ.696/58 และ อ.322/58', NULL, 'สถิตินับ 3 เลข', NULL, 400, 0, '2015-12-04', NULL, 'ย.614/2558', 0, 1, 0, '0.00', 1, 1, 0, NULL, 1, 'อ.322/2558,อ.696/2558', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6318, 11, 4, '2015-09-04', 'ศย 305.010/10298', NULL, '', NULL, '', '2015-12-03', '7629', '2015-11-30', 'ศย 305.010/13829', 2, 'อ.1531/2558', '', 'ความผิดต่อชีวิต พยายาม', 8, 'พนักงานอัยการจังหวัดลำปาง', 'นายศรีรัตน์หรือคิด  ศรีนันตา', 452, 398, 445, '2015-12-24', NULL, '', '2015-08-25', 0, 1, '', '', NULL, NULL, 2, '2015-09-15', 'ศย 305.001/6703', NULL, '', '2015-12-15', 'ศย 305.001/8805', NULL, NULL, '', '', '', 403, '[501]', NULL, NULL, NULL, NULL, NULL, 398, 0, '2015-12-08', '2015-12-14', 'อ.578/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6319, 11, 4, '2015-05-26', '305.010/5912', NULL, '', NULL, '', '2015-12-03', '7627', '2015-12-01', 'ศย 305.010/13869', 2, 'อ.802/2558', '', 'ความผิดต่อชีวิต  พยายาม', 8, 'พนักงานอัยการจังหวัดลำปาง', 'นายเทียบหรือเทียน  ไชยสาร ที่ 1 กับพวกรวม  2  คน', 449, 401, 438, '2015-12-17', NULL, '', '2015-05-14', 0, 2, '', '', NULL, NULL, 1, '2015-06-24', 'ศย 305.001/4148', NULL, '', '2015-12-16', 'ศย 305.001/8852', NULL, NULL, '', '', '', 407, '[499]', NULL, NULL, NULL, NULL, NULL, 401, 0, '2015-12-08', '2015-12-15', 'อ.577/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6320, 11, 4, '2015-02-02', 'ศย 305.010/1365', NULL, '', NULL, '', NULL, '7630', '2015-12-02', 'ศย 305.010/13885', 2, 'อ.128/2558', '', 'ความผิดต่อชีวิต', 8, 'พนักงานอัยการจังหวัดลำปาง', 'นายเอกชัยหรือเอก  สุขสวัสดิ์', 440, 400, 454, '2015-12-21', NULL, '', '2015-01-23', 0, 1, '', '', NULL, NULL, 2, '2015-02-11', 'ศย 305.001/800', NULL, '', '2015-12-16', '8832', NULL, NULL, '', '', '', 403, '[498]', NULL, NULL, 'เจ้าของสำนวนเห็นควรส่งสำนวนมาตรวจอีกครั้ง', NULL, NULL, 396, 0, '2015-12-08', '2015-12-14', '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6321, 11, 4, '2015-08-17', '9351', NULL, '', NULL, '', '2015-12-03', '7634', '2015-12-01', '13832', 2, 'อ.1398/2558', '', 'พรบ.ยาเสพติดให้โทษ', 8, 'พนักงานอัยการจังหวัดลำปาง', 'นายจักรพันธ์  มหาราช', 449, 397, 438, '2015-12-15', NULL, '', '2015-08-06', 0, 1, '', '', NULL, NULL, 2, '2015-08-31', '6168', NULL, '', '2015-12-08', 'ศย 305.001/8667', NULL, NULL, '', '', '', 397, '[520]', NULL, NULL, NULL, NULL, NULL, 396, 0, '2015-12-04', '2015-12-08', 'ย.617/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6322, 11, 8, '2015-08-25', '9819', NULL, '', NULL, '', '2015-12-04', '7633', '2015-12-01', '13864', 2, 'ช.3/2558', '', 'ชันสูตรพลิกศพ', 8, 'พนักงานอัยการจังหวัดลำปาง', 'นายภูชิชย์ชัย  วงค์ชมภู กับพวกรวม 2 คน', 445, 401, 452, '2015-12-24', NULL, '', '2015-08-04', 0, 0, '', '', NULL, NULL, 0, '2015-09-15', '6706', NULL, '', '2015-12-15', '8819', NULL, NULL, '', '', '', 403, '[522]', NULL, NULL, NULL, NULL, NULL, 396, 0, '2015-12-08', '2015-12-14', 'อ.582/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6323, 14, 4, '2015-09-14', '10114', NULL, '', NULL, '', '2015-12-03', '7636', '2015-12-01', '13446', 2, 'อ.1829/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 8, 'พนักงานอัยการจังหวัดลำพูน', 'นายใจรัก  มิตรสาธิต ที่ 1 กับพวกรวม 2 คน', 426, 397, 436, '2015-12-21', NULL, '', '2015-09-11', 0, 1, '', '', NULL, NULL, 2, '2015-11-02', '7924', NULL, '', '2015-12-11', '8761', NULL, NULL, '', '', '', 397, '[520]', NULL, NULL, NULL, NULL, NULL, 396, 0, '2015-12-04', NULL, 'ย.619/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6324, 11, 4, '2015-05-27', '6070', NULL, '', NULL, '', '2015-12-03', '7628', '2015-12-02', '13884', 2, 'อ.837/2558', '', 'พรบ.ยาเสพติดให้โทษ', 8, 'พนักงานอัยการจังหวัดลำปาง', 'นางสาววรัญชลี หรือยุ้ย  เซี่ยวสุวรรณ', 449, 399, 438, '2015-12-17', NULL, '', '2015-05-20', 0, 2, '', '', NULL, NULL, 1, '2015-06-24', '4154', NULL, '', '2015-12-14', 'ศย 305.001/8794', NULL, NULL, '', '', '', 406, '[520]', NULL, NULL, NULL, NULL, NULL, 399, 0, '2015-12-08', '2015-12-14', 'ย.618/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6325, 3, 7, '2015-02-23', 'ศย 305.002/5465', NULL, '', NULL, '', '2015-12-03', '7638', '2015-12-03', 'ศย 305.002/32053', 2, 'ย.48/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 9, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายอำนาจหรือแม๊ค  อินต๊ะโมง', 566, 398, 561, '2015-12-21', NULL, '', '2015-01-09', 0, 1, '', '', NULL, NULL, 2, '2015-03-11', 'ศย 305.001/1583', '2016-01-14', '298', '2015-12-14', 'ศย 305.001/8783', NULL, NULL, '', '', '', 407, '[520]', NULL, NULL, NULL, NULL, NULL, 398, 0, '2015-12-04', NULL, 'ย.616/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6326, 18, 4, '2015-12-03', '4999', NULL, '', NULL, '', '2015-12-03', '7635', '2015-12-01', '', 2, 'อ.462/2558', '', 'ความผิดต่อพระราชบัญญัติป่าสงวนแห่งชาติ ความผิดต่อพระราชบัญญัติป่าไม้', 9, 'พนักงานอัยการจังหวัดเทิง', 'นายเกียรติศักดิ์  รื่นรวย', 477, 401, 469, '2015-12-24', NULL, '', '2015-03-26', 0, 0, '', '', NULL, NULL, 0, NULL, '', '2016-01-20', '371', '2015-12-21', 'ศย 305.001/8965', NULL, NULL, '', '', '', 408, '', NULL, 'พ่วงสำนวนคดีอาญาหมายเลขแดง 482/2558\nเอกสารเก็บเลขที่ อ.9/2558', NULL, NULL, NULL, 401, 0, '2015-12-08', '2015-12-17', 'อ.580/2558', 1, 0, 3, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6327, 11, 4, '2015-02-06', '1671', NULL, '', NULL, '', '2015-12-03', '7631', '2015-12-01', '13781', 2, 'อ.169/2558', '', 'ความผิดต่อีวิต  , พรบ.อาวุธปืนฯ', 8, 'พนักงานอัยการจังหวัดลำปาง', 'นายบุญยงค์ ใจยะคำ', 445, 607, 452, '2015-12-24', NULL, '', '2015-01-29', 0, 2, '', '', NULL, NULL, 1, '2015-02-19', '1029', NULL, '', '2015-12-16', '8854', NULL, NULL, '', '', '', 404, '[498]', NULL, NULL, NULL, NULL, NULL, 607, 0, '2015-12-08', NULL, 'อ.581/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6328, 19, 4, '2015-12-03', '1258', NULL, '', NULL, '', '2015-12-03', '7632', '2015-12-01', '1555', 2, 'อ.181/2558', '', 'พรบ.ยาเสพติดให้โทษ', 9, 'พนักงานอัยการคดีเยาวชนและครอบครัวจังหวัดเชียงใหม่', 'นายศิริศักดิ์หรือนัท  พูลบุญ  กับพวกรวม 3 คน', 583, 397, 582, '2015-12-21', NULL, '', '2015-09-16', 0, 1, '', '', NULL, NULL, 2, '2015-10-12', '7340', '2016-01-11', '251', '2015-12-11', '8766', NULL, NULL, '', '', '', 397, '[520]', NULL, NULL, NULL, NULL, NULL, 396, 0, '2015-12-08', '2015-12-11', 'ย.621/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6329, 3, 4, '2015-07-06', 'ศย 305.002/17472', NULL, '', NULL, '', '2015-12-03', '7637', '2015-12-01', 'ศย 305.002/31789', 2, 'อ.2348/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 8, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายธีระพงษ์หรือกล้า  นิมมุนิน', 565, 398, 562, '2015-12-21', NULL, '', '2015-06-23', 0, 1, '', '', NULL, NULL, 2, '2015-07-21', 'ศย 305.001/4853', NULL, '', '2015-12-08', '8664', NULL, NULL, '', '', '', 405, '[520]', NULL, NULL, NULL, NULL, NULL, 398, 0, '2015-12-04', '2015-12-08', 'ย.620/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6330, 9, 4, '2015-10-19', 'ศย 305.008/5320', NULL, '', NULL, '', '2015-12-04', '7681', '2015-12-03', 'ศย 305.008/6549', 2, 'อ.1866/2558', '', 'ความผิดต่อเสรีภาพ', 8, 'พนักงานอัยการจังหวัดพะเยา', 'นายเมษา  สีมาธร', 526, 398, 520, '2015-12-29', NULL, '', '2015-10-16', 0, 1, '', '', NULL, NULL, 2, '2015-10-19', 'ศย 305.008/5320', NULL, '', '2015-12-15', 'ศย 305.001/8806', NULL, NULL, '', '', '', 406, '[504]', NULL, NULL, NULL, NULL, NULL, 398, 0, '2015-12-08', '2015-12-14', 'อ.583/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6331, 9, 4, '2015-10-19', 'ศย 305.008/5321', NULL, '', NULL, '', '2015-12-04', '7680', '2015-12-03', 'ศย.305.008/6547', 2, 'อ.1867/2558', '', 'ความผิดต่อเสรีภาพ', 9, 'พนักงานอัยการจังหวัดพะเยา', 'นายเมษา  สีมาธร', 523, 607, 524, '2015-12-29', NULL, '', '2015-10-16', 0, 1, '', '', NULL, NULL, 2, '2015-11-06', 'ศย 305.001/7998', '2016-01-25', '489', '2015-12-17', 'ศย 305.001/8893', NULL, NULL, '', '', '', 405, '[504]', NULL, NULL, NULL, NULL, NULL, 607, 0, '2015-12-08', NULL, 'อ.584/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6332, 9, 4, '2015-07-02', 'ศย 305.008/3329', NULL, '', NULL, '', '2015-12-04', '7679', '2015-12-02', 'ศย 305.008/6546', 2, 'อ.1237/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 9, 'พนักงานอัยการจังหวัดพะเยา', 'นางสาวอรวรรณ์  แซ่ย่าง', 527, 402, 519, '2015-12-23', NULL, '', '2015-06-30', 0, 1, '', '', NULL, NULL, 2, '2015-07-27', 'ศย 305.001/5103', '2016-01-25', '484', '2015-12-16', '8851', NULL, NULL, '', '', '', 407, '[520]', NULL, NULL, NULL, NULL, NULL, 402, 0, '2015-12-09', '2015-12-15', 'ย.622/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6357, 10, 4, '2015-06-25', 'ศย 305.009/4466', NULL, '', NULL, '', '2015-12-08', '7750', '2015-12-04', 'ศย.305.009/9410', 2, 'อ.1240/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 8, 'พนักงานอัยการจังหวัดแพร่', 'นายอัครโยธินหรืออิฐ  เปรมปิระสกุล', 546, 403, 539, '2015-12-24', NULL, '', '2015-06-11', 0, 1, '', '', NULL, NULL, 2, '2015-07-07', 'ศย.305.001/4564', NULL, '', '2015-12-14', 'ศย 305.001/8802', NULL, NULL, '', '', '', 398, '[520]', NULL, NULL, NULL, NULL, NULL, 398, 0, '2015-12-09', '2015-12-14', 'ย.635/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6334, 11, 7, '2015-07-28', '8770', '2015-08-28', '8485', NULL, '', '2015-12-04', '7682', '2015-12-03', '13909', 2, 'ย.1293/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ (เมท)', 8, 'พนักงานอัยการ', 'นางสาวบุญญาพร  จินดา', 454, 401, 440, '2016-01-26', NULL, '', '2015-07-20', 0, 1, '', '', NULL, NULL, 1, '2015-08-21', '5928', NULL, '', '2015-12-21', 'ศย 305.001/8967', NULL, NULL, '', '', '', 404, '[520]', NULL, NULL, NULL, NULL, NULL, 401, 0, '2015-12-11', '2015-12-18', 'ย.623/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6335, 11, 4, '2015-03-09', '2848', '2015-04-09', '3156', NULL, '', '2015-12-04', '7688', '2015-12-03', '13904', 2, 'อ.331/2558', '', 'ความผิดต่อชีวิต', 8, 'พนักงานอัยการ', 'นายชัยวัฒน์  ปัญญารัศมีกุล', 453, 399, 443, '2016-01-05', NULL, '', '2015-02-25', 0, 2, '', '', NULL, NULL, 1, '2015-03-18', '1833', NULL, '', '2015-12-24', '9096', NULL, NULL, '', '', '', 406, '[498]', NULL, NULL, NULL, NULL, NULL, 399, 0, '2015-12-08', '2015-12-14', 'อ.585/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6336, 10, 4, '2015-07-09', '4860', NULL, '', NULL, '', '2015-12-04', '9334', '2015-12-02', '9334', 2, 'อ.1376/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 9, 'พนักงานอัยการจังหวัดแพร่', 'นายวศกรหรือปอม  ทองเกต', 545, 398, 538, '2015-12-28', NULL, '', '2015-06-25', 0, 2, '', '', NULL, NULL, 1, '2015-07-28', '5173', '2016-01-21', '409', '2015-12-17', '8870', NULL, NULL, '', 'เอกสารแยกเก็บที่ ก.26/2558', '', 403, '[520]', NULL, 'เอกสารเก็บเลขที่ ก.26/2558', NULL, NULL, NULL, 398, 0, '2015-12-09', '2015-12-16', 'ย.626/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6337, 10, 4, '2015-12-15', '4142', NULL, '', NULL, '', '2015-12-04', '9374', '2015-12-03', '9374', 2, 'อ.1162/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 9, 'พนักงานอัยการจังหวัดแพร่', 'นายจุลศักดิ์  กองมงคล กับพวกรวม 2 คน', 543, 397, 540, '2015-12-24', NULL, '', '2015-06-03', 0, 1, '', '', NULL, NULL, 2, '2015-06-25', '4240', '2016-01-21', '412', '2015-12-16', '8860', NULL, NULL, '', '', '', 397, '[520]', NULL, NULL, NULL, NULL, NULL, 396, 0, '2015-12-09', '2015-12-15', 'ย.625/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6338, 10, 4, '2015-07-16', '5127', NULL, '', NULL, '', '2015-12-04', '9373', '2015-12-03', '9373', 2, 'อ.1290/2558', '', 'ความผิดต่อชีวิต พยายาม', 9, 'พนักงานอัยการจังหวัดแพร่', 'นายนพดน  ชัยชนะ', 543, 397, 540, '2015-12-25', NULL, '', '2015-06-16', 0, 1, '', '', NULL, NULL, 1, '2015-07-28', '5178', '2016-01-21', '411', '2015-12-17', '8868', NULL, NULL, '', '', '', 397, '[501]', NULL, NULL, NULL, NULL, NULL, 396, 0, '2015-12-08', '2015-12-16', 'อ.579/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6339, 10, 4, '2015-12-23', '7210', NULL, '', NULL, '', '2015-12-04', '7684', '2015-12-02', '305.009/9331', 2, 'อ.1927/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 9, 'พนักงานอัยการจังหวัดแพร่', 'นายหมาย  ทองเสถียรกิจ', 541, 607, 0, '2015-12-23', NULL, '', '2015-09-01', 0, 1, '', '', NULL, NULL, 2, '2015-10-15', '7472', '2016-01-21', '405', '2015-12-21', 'ศย 305.001/8925', NULL, NULL, '', '', '', 408, '[520]', NULL, NULL, NULL, NULL, NULL, 607, 0, '2015-12-09', '2015-12-17', 'ย.624/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6340, 3, 4, '2015-09-02', '23273', '2015-09-07', '5269', NULL, '', '2015-12-04', '7888', '2015-12-02', '31855', 2, 'อ.3319/2558', '', 'พ.ร.บ.ยาเสพติดให้โทษ', 8, 'พนักงานอัยการ', 'นายสำลี  แก้วนิล', 552, 397, 576, '2015-12-22', NULL, '', '2015-08-21', 0, 1, '', '', NULL, NULL, 1, '2015-09-15', '6656', NULL, '', '2015-12-14', 'ศย 305.001/8800', NULL, NULL, '', '', '', 397, '[520]', NULL, NULL, NULL, NULL, NULL, 396, 0, '2015-12-11', NULL, 'ย.632/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6341, 3, 4, '2015-07-03', '17428', '2015-07-07', '3954', NULL, '', '2015-12-04', '7687', '2015-12-03', '32141', 2, 'อ.2397/2558', '', 'พ.ร.บ.ยาเสพติดให้โทา', 9, 'พนักงานอัยการ', 'นางสาวเทอะหรือแยะ  แซ่ย่าง', 569, 401, 558, '2015-12-25', NULL, '', '2015-06-25', 0, 1, '', '', NULL, NULL, 1, '2015-07-21', '4855', '2016-01-25', '451', '2015-12-15', '8823', NULL, NULL, '', '', '', 407, '[520]', NULL, NULL, NULL, NULL, NULL, 401, 0, '2015-12-09', '2015-12-15', 'ย.627/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6342, 3, 4, '2015-08-18', '21499', '2015-08-19', '4849', NULL, '', '2015-12-04', '7691', '2015-12-04', '32155', 2, 'อ.2935/2558', '', 'พ.ร.บ.ยาเสพติดให้โทษ', 8, 'พนักงานอัยการ', 'นายประชา  จะฟะ', 556, 402, 572, '2016-01-20', NULL, '', '2015-07-28', 0, 1, '', '', NULL, NULL, 1, '2015-08-25', '6057', NULL, '', '2015-12-16', '8849', NULL, NULL, '', '', '', 406, '[520]', NULL, NULL, NULL, NULL, NULL, 402, 0, '2015-12-09', '2015-12-14', 'ย.630/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6343, 3, 4, '2015-08-25', '22268', '2015-08-31', '5011', NULL, '', '2015-12-04', '7692', '2015-12-03', '32111', 2, 'อ.3226/2558', '', 'ความผิดฐานพยายามฆ่า', 8, 'พนักงานอัยการ', 'นางสาววรัญภัทร  คำโพธา', 554, 402, 574, '2015-12-24', NULL, '', '2015-08-18', 0, 1, '', '', NULL, NULL, 1, '2015-09-03', '6356', NULL, '', '2015-12-22', 'ศย 305.001/9018', NULL, NULL, '', '', '', 408, '[501]', NULL, NULL, NULL, NULL, NULL, 402, 0, '2015-12-08', '2015-12-16', 'อ.587/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6344, 3, 4, '2015-05-22', '13214', '2015-05-25', '2935', NULL, '', '2015-12-04', '7693', '2015-12-04', '32159', 2, 'อ.1593/2558', '', 'พ.ร.บ.ยาเสพติดให้โทษ', 8, 'พนักงานอัยการ', 'นางสาวอรพรรณหรือเมย์  จำรูญ  กับพวก', 553, 405, 575, '2015-12-21', NULL, '', '2015-04-30', 0, 1, '', '', NULL, NULL, 1, '2015-05-27', '3423', NULL, '', '2015-12-14', 'ศย 305.001/8801', NULL, NULL, '', '', '', 398, '[520]', NULL, NULL, NULL, NULL, NULL, 398, 0, NULL, NULL, 'ย.629/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6345, 3, 4, '2015-06-08', '14563', '2015-06-10', '3285', NULL, '', '2015-12-04', '7694', '2015-12-03', '32114', 2, 'อ.1832/2558', '', 'พ.ร.บ.ยาเสพติดให้โทษ', 8, 'พนักงานอัยการ', 'นายจารุวัฒน์หรือโกผ่อง  วรรณศรี', 580, 400, 548, '2015-12-25', NULL, '', '2015-05-21', 0, 1, '', '', NULL, NULL, 1, '2015-06-24', '4158', NULL, '', '2015-12-21', 'ศย 305.001/8949', NULL, NULL, '', '', '', 404, '[520]', NULL, NULL, NULL, NULL, NULL, 400, 0, '2015-12-09', '2015-12-16', 'ย.628/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6346, 3, 4, '2015-06-25', '16556', '2015-06-26', '3668', NULL, '', '2015-12-04', '7712', '2015-12-04', '2182', 2, 'อ.2182/2558', '', 'ความผิดฐานพยายามฆ่า', 8, 'พนักงานอัยการ', 'นายณภนต์  อัครสังข์', 559, 400, 568, '2015-12-24', NULL, '', '2015-06-12', 0, 1, '', '', NULL, NULL, 2, '2015-07-01', '4452', NULL, '', '2015-12-15', '8820', NULL, NULL, '', '', '', 403, '[501]', NULL, NULL, NULL, NULL, NULL, 400, 0, '2015-12-08', '2015-12-11', 'อ.586/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6347, 3, 2, '2015-02-03', '2977', '2015-02-04', '735', NULL, '', '2015-12-04', '7711', '2015-12-04', '32168', 2, 'พ.1635/2557', '', 'จะซื้อจะขาย  เรียกค่าเสียหาย', 9, 'บริษัท  ล้านนาไทย  พร็อพเพอร์ตี้  จำกัด', 'นายชาญ  หาญพิทักษ์กุล กับพวก', 559, 607, 568, '2015-12-24', NULL, '', '2014-09-26', 0, 4, '', '', NULL, NULL, 0, '2015-02-16', '919', '2016-01-25', '452', '2015-12-24', '9099', NULL, NULL, '', '', '', 407, '[382]', NULL, NULL, NULL, NULL, NULL, 396, 0, '2015-12-09', '2015-12-18', 'พ.205/2558', 0, 1, 0, '98000000.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6348, 11, 4, '2015-06-19', '6934', NULL, '', NULL, '', '2015-12-04', '7690', '2015-11-27', '13781', 2, 'อ.946/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 8, 'พนักงานอัยการจังหวัดลำปาง', 'นายอัครพลหรือปอนด์  วรรณประเวชน์ ที่ 1 กับพวกรวม 2 คน', 446, 607, 450, '2015-12-24', NULL, '', '2015-06-09', 0, 1, '', '', NULL, NULL, 2, '2015-06-26', '4326', NULL, '', '2015-12-16', 'ศย 305.001/8864', NULL, NULL, '', '', '', 403, '[520]', NULL, NULL, NULL, NULL, NULL, 607, 0, '2015-12-09', '2015-12-16', 'ย.633/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6349, 11, 4, '2015-09-21', '10913', NULL, '', NULL, '', '2015-12-04', '7689', '2015-11-27', '13780', 2, 'อ.1610/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 12, 'พนักงานอัยการจังหวัดลำปาง', 'นายเสถียร  จันทวงษา', 446, 397, 445, '2015-12-29', NULL, '', '2015-09-04', 0, 1, '', '', NULL, NULL, 2, NULL, '', NULL, '', '2015-12-21', 'ศย 305.001/8948', NULL, NULL, '', '', '', 397, '[520]', NULL, NULL, NULL, NULL, NULL, 396, 0, '2015-12-11', '2015-12-18', 'ย.631/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6350, 9, 4, '2015-02-02', '379', NULL, '', NULL, '', '2015-12-04', '7678', '2015-12-03', '6567', 2, 'อ.157/2558', '', 'ความผิดต่อพระราชบัญญัติป่าไม้', 9, 'พนักงานอัยการจังหวัดพะเยา', 'นายสุพจน์  สมสวย ที่ 1 กับพวกรวม 2 คน', 524, 607, 523, '2015-12-24', NULL, '', '2015-01-29', 0, 2, '', '', NULL, NULL, 1, '2015-02-11', '811', '2016-01-18', '337', '2015-12-14', 'ศย 305.001/8776', NULL, NULL, '', '', '', 407, '[523]', NULL, NULL, NULL, NULL, NULL, 607, 0, '2015-12-08', NULL, 'อ.588/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6351, 8, 4, '2014-12-26', 'ศย 305.007/6617', NULL, '', NULL, '', '2015-12-04', '7719', '2015-12-04', 'ศย 305.007/6482', 2, 'อ.1485/2557', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 8, 'พนักงานอัยการจังหวัดฝาง', 'นายตี๋หรือจะชี  ไอ่ป่า', 513, 399, 515, '2015-12-24', NULL, '', '2014-12-24', 0, 1, '', '', NULL, NULL, 2, '2015-01-08', 'ศย 305.001/73', NULL, '', '2015-12-21', 'ศย 305.001/8928', NULL, NULL, 'พ่วงสำนวนหมายเลขคดีแดงที่  1092/2553  เอกสารแยกเก็ยที่  11/2558', 'พ่วงสำนวนคดีแดงที่  1092/2553  เอกสารแยกเก็บที่  11/2558', '', 406, '[520]', NULL, 'พ่วงสำนวนหมายเลขแดงที่  1092/2553  เอกสารแยกเก็บ  ที่  11/2558', NULL, NULL, NULL, 399, 0, '2015-12-09', '2015-12-16', 'ย.634/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6352, 14, 2, '2015-12-04', 'ศย.305.013/13627', NULL, '', NULL, '', '2015-12-04', '7718', '2015-12-04', '', 2, 'พ.663/2557', '', 'เพิกถอนกรรมสิทธิในที่ดิน', 8, 'นายสง่า  ปัญญาสัก', 'นายสำราญ  ปัญญาสัก', 436, 402, 424, '2015-12-21', NULL, '', '2014-11-12', 0, 0, '', '', NULL, NULL, 0, NULL, '', NULL, '', '2015-12-18', 'ศย.305.001/8906', NULL, NULL, '', '', '', 403, '', NULL, NULL, NULL, NULL, NULL, 402, 0, '2015-12-09', '2015-12-18', 'พ.206/2558', 1, 0, 3, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6353, 4, 4, '2015-02-03', 'ศย 305.003/1378', NULL, '', NULL, '', '2015-12-04', '7725', '2015-12-04', 'ศย 305.003/20057', 2, 'อ.942/2558', '', 'โกงเจ้าหนี้', 9, 'นายอุลริช  เอเซลมันน์', 'นางสาวดุริยา  หวานน้อย', 466, 400, 0, '2015-12-23', NULL, '', '2015-01-28', 0, 0, '', '', NULL, NULL, 0, '2015-02-16', 'ศย 305.001/925', '2015-12-30', '8200', '2015-12-22', 'ศย 305.001/9012', NULL, NULL, 'รับโอนคดีมาจากศาลจังหวัดเชียงใหม่  24  กันยายน  2557', '', '', 408, '[514]', NULL, NULL, NULL, NULL, NULL, 400, 0, '2015-12-11', '2015-12-18', 'อ.589/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6354, 4, 4, '2015-08-03', '305.003/13129', NULL, '', NULL, '', '2015-12-04', '7724', '2015-12-03', 'ศย 305.003/20027', 2, 'อ.7649/2558', '', 'ยักยอก', 8, 'นายสมบูรณ์  บัวคำ', 'นางขันทอง  หอจตุรพิธพร', 459, 398, 0, '2016-01-18', NULL, '', '2015-07-24', 0, 0, '', '', NULL, NULL, 0, '2015-08-11', 'ศย 305.001/5642', NULL, '', '2015-12-21', 'ศย 305.001/8920', NULL, NULL, '', '', '', 405, '[515]', NULL, NULL, NULL, NULL, NULL, 398, 0, '2015-12-09', '2015-12-17', 'อ.590/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6358, 14, 4, '2015-05-21', '5230', NULL, '', NULL, '', '2015-12-08', '7745', '2015-12-03', '13577', 2, 'อ.1063/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 8, 'พนักงานอัยการจังหวัดลำพูน', 'นางนาลี่โป  เซอมือ', 430, 400, 435, '2016-01-22', NULL, '', '2015-05-19', 0, 1, '', '', NULL, NULL, 2, '2015-05-21', '5230', NULL, '', '2015-12-28', 'ศย 305.001/9150', NULL, NULL, '', '', '', 405, '[520]', NULL, NULL, NULL, NULL, NULL, 400, 0, '2015-12-11', '2015-12-17', 'ย.636/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6359, 18, 4, '2015-12-08', '5043', NULL, '', NULL, '', '2015-12-08', '7755', '2015-12-03', '', 2, 'อ.714/2558', '', 'ข่มขืนกระทำชำเรา ความผิดเกี่ยวกับเพศ ความผิดต่อเสรีภาพ', 8, 'พนักงานอัยการจังหวัดเทิง', 'นายอาเถอะ  หมื่นแล', 463, 399, 479, '2016-01-05', NULL, '', '2015-05-08', 0, 2, '', '', NULL, NULL, 1, NULL, '', NULL, '', '2015-12-28', 'ศย 305.001/9152', NULL, NULL, '', '', '', 407, '[494]', NULL, NULL, NULL, NULL, NULL, 399, 0, '2015-12-11', '2015-12-22', 'อ.592/2558', 1, 0, 3, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6360, 8, 7, '2015-02-17', '887', NULL, '', NULL, '', '2015-12-08', '7751', '2015-12-02', '6457', 2, 'ย.153/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ ความผิดต่อพระราชบัญญัติคนเข้าเมือง', 8, 'พนักงานอัยการจังหวัดฝาง', 'นายจะกอหรือจะก้อ  จะแบหรือจะแม กับพวกรวม 2 คน', 515, 399, 513, '2015-12-22', NULL, '', '2015-02-16', 0, 1, '', '', NULL, NULL, 3, '2015-03-06', '1377', NULL, '', '2015-12-18', 'ศย 305.001/8916', NULL, NULL, '', '', '', 408, '[520]', NULL, NULL, NULL, NULL, NULL, 399, 0, '2015-12-09', '2015-12-16', 'ย.637/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6361, 6, 4, '2015-12-18', '385', NULL, '', NULL, '', '2015-12-08', '7747', '2015-12-01', '1744', 2, 'อ.576/2558', '', 'ความผิดต่อชีวิต พยายาม', 8, 'พนักงานอัยการจังหวัดเชียงราย', 'นางสุภาพร  หัตถ์หาญ', 495, 398, 493, '2015-12-29', NULL, '', '2015-02-02', 0, 1, '', '', NULL, NULL, 2, '2015-03-30', '2197', NULL, '', '2015-12-17', '8871', NULL, NULL, '', '', '', 407, '[501]', NULL, NULL, NULL, NULL, NULL, 398, 0, '2015-12-11', '2015-12-16', 'อ.593/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6362, 10, 4, '2015-12-08', 'ศย 305.009/9408', NULL, '', NULL, '', '2015-12-08', '7746', '2015-12-08', '', 2, 'อ.1382/2558', '', 'ความผิดเกี่ยวกับเพศ  อนาจาร', 8, 'พนักงานอัยการจังหวัดแพร่', 'นายคมกริช หรือโม้ง  ไกรโหล', 541, 402, 542, '2015-12-29', NULL, '', '2015-06-24', 0, 1, '', '', NULL, NULL, 2, NULL, '', NULL, '', '2015-12-22', 'ศย 305.001/9014', NULL, NULL, '', '', '', 404, '[494]', NULL, NULL, NULL, NULL, NULL, 402, 0, '2015-12-11', '2015-12-17', 'อ.591/2558', 1, 0, 3, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6363, 6, 4, '2015-03-20', '424', NULL, '', NULL, '', '2015-12-08', '7749', '2015-12-03', '1760', 2, 'อ.955/2558', '', 'ความผิดต่อ พ.ร.บ.อาวุธปืนฯ ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ ความผิดต่อ พ.ร.บ.คนเข้าเมือง', 9, 'พนักงานอัยการจังหวัดเชียงราย', 'นายอาโซะ  มาเยอะ', 492, 607, 497, '2015-12-24', NULL, '', '2015-03-03', 0, 1, '', '', NULL, NULL, 2, '2015-04-03', '2315', '2016-01-15', '314', '2015-12-17', 'ศย 305.001/8894', NULL, NULL, '', '', '', 404, '[520]', NULL, NULL, NULL, NULL, NULL, 607, 0, '2015-12-09', '2015-12-14', 'ย.638/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6364, 6, 4, '2015-12-14', '59', NULL, '', NULL, '', '2015-12-08', '7748', '2015-12-02', '1756', 10, 'อ.6161/2557', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ ความผิดต่อ พ.ร.บ.มาตรการในการปราบปรามผู้กระทำความผิดเกี่ยวกับยาเสพติด', 9, 'พนักงานอัยการจังหวัดเชียงราย', 'นายอาแฉะหรือบอย  บือปุ๊กู่ กับพวกรวม 2 คน', 487, 404, 496, '2015-12-21', NULL, '', '2014-12-22', 0, 1, '', '', NULL, NULL, 2, '2015-01-23', '398', '2016-01-11', '252', '2015-12-14', 'ศย 305.001/8804', NULL, NULL, '', '', '', 401, '[520]', NULL, NULL, NULL, NULL, NULL, 401, 0, '2015-12-09', '2015-12-11', 'ย.639/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6365, 9, 4, '2015-07-01', 'ศย 305.008/3229', NULL, '', NULL, '', '2015-12-08', 'ศย 305.008/6581', '2015-12-04', 'ศย 305.008/6581', 2, 'อ.1219/2558', '', 'ความผิดต่อชีวิต  พยายาม', 8, 'พนักงานอัยการจังหวัดพะเยา', 'นายจันตา  ลือวงศ์', 520, 397, 526, '2015-12-24', NULL, '', '2015-06-29', 0, 2, '', '', NULL, NULL, 1, '2015-07-27', 'ศย 305.001/5102', NULL, '', '2015-12-17', '8869', NULL, NULL, '', '', '', 397, '[501]', NULL, NULL, NULL, NULL, NULL, 396, 0, '2015-12-09', '2015-12-16', 'อ.594/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6366, 9, 4, '2015-02-02', 'ศย 305.008/381', NULL, '', NULL, '', '2015-12-08', '7753', '2015-12-04', 'ศย 305.008/6573', 2, 'อ.158/2558', '', 'ความผิดต่อพระราชบัญญัติป่าไม้', 9, 'พนักงานอัยการจังหวัดพะเยา', 'นายศิริพงษ์  จิตถา ที่ 1 กับพวกรวม  2  คน', 525, 399, 522, '2015-12-24', NULL, '', '2015-02-02', 0, 2, '', '', NULL, NULL, 1, '2015-02-11', 'ศย 305.001/812', '2016-01-20', '367', '2015-12-17', 'ศย 305.001/8892', NULL, NULL, '', '', '', 406, '[523]', NULL, NULL, NULL, NULL, NULL, 399, 0, '2015-12-09', '2015-12-16', 'อ.595/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6367, 9, 1, '2015-12-08', 'ศย 305.008/6569', NULL, '', NULL, '', '2015-12-09', '7754', '2015-12-08', '', 2, 'ผบ.159/2558', '', 'ผิดสัญญาประกันชีวิตกลุ่มแบบชั่วระยะเวลา', 8, 'นางติ๋ว  มหาวรรณ์', 'บริษัท  เอไอเอ จำกัด', 522, 607, 522, '2016-01-19', NULL, '', '2015-01-30', 0, 0, '', '', NULL, NULL, 0, NULL, '', NULL, '', '2016-01-07', 'ศย 305.001/151', NULL, NULL, '', 'เอกสารแยกเก็บที่ ก.8/2558', '', 403, '[438]', NULL, 'เอกสารแยก้ก็บที่  ก.8/2558', NULL, NULL, NULL, 607, 0, '2015-12-09', '2015-12-30', 'พ.207/2558', 1, 1, 0, '50000.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6368, 3, 4, '2015-04-27', 'ศย 305.002/10818', NULL, '', NULL, '', '2015-12-08', '7793', '2015-12-03', 'ศย 305.002/32118', 2, 'อ.1094/2558', '', 'ความผิดต่อชีวิต  ซ่อนเร้น', 9, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายกฤตภาสหรือนายคำแปง  สุเมธ์', 549, 400, 579, '2015-12-24', NULL, '', '2015-03-23', 0, 2, '', '', NULL, NULL, 1, '2015-04-30', 'ศย.305.001/2722', '2016-01-26', '505', '2015-12-17', 'ศย 305.001/8894', NULL, NULL, '', '', '', 405, '[498]', NULL, NULL, NULL, NULL, NULL, 396, 0, '2015-12-11', '2015-12-15', 'อ.596/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6369, 4, 4, '2015-12-15', '20121', NULL, '111', NULL, '', '2015-12-09', '241', '2015-12-08', '14100', 2, 'อ.6078/2556', '', 'ฉ้อโกง', 8, 'นางโชติชญาธัญญ์  เรืองสวัสดิ์', 'นางสาวรัชนีพรรณ  พระเจริญ  กับพวก', 462, 399, 0, '2015-12-25', NULL, '', '2013-07-01', 0, 0, '', '', NULL, NULL, 0, NULL, '', NULL, '', '2015-12-22', 'ศย 305.001/9019', NULL, NULL, '', '', '', 408, '[513]', NULL, NULL, NULL, NULL, NULL, 399, 0, '2015-12-11', '2015-12-21', 'อ.597/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6370, 11, 4, '2015-06-01', '111', NULL, '', NULL, '', '2015-12-09', '111', '2015-12-08', '14100', 2, 'อ.593/2558', '', 'ชิงทรัพย์,ลักทรัพย์', 6, 'พนักงานอัยการจังหวัดลำปาง', 'นายพนัส  ศรีชัยวงค์', 446, 607, 0, '2015-12-15', NULL, '', '2015-07-01', 0, 0, '', '', NULL, NULL, 0, NULL, '', NULL, '', '2015-12-14', 'ศย 305.001/8774', NULL, NULL, '', '', '', 403, '[511]', NULL, NULL, NULL, NULL, NULL, 607, 0, NULL, NULL, 'อ.537/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6371, 13, 4, '2015-06-01', '111', NULL, '', NULL, '', '2015-12-11', '598', '2015-12-08', '2461', 2, 'อ.118/2558', '', 'ข่มขืนกระทำชำเรา', 9, 'พนักงานอัยการจังหวัดลำปาง', 'นายณัฐพล  ใหม่ใจดี', 434, 401, 0, '2015-12-28', NULL, '', '2015-07-01', 0, 0, '', '', NULL, NULL, 0, NULL, '', '2016-01-15', '598', '2015-12-21', 'ศย 305.001/8966', NULL, NULL, '', '', '', 406, '[494]', NULL, NULL, NULL, NULL, NULL, 401, 0, '2015-12-15', '2015-12-17', 'อ.598/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6372, 13, 4, '2015-06-01', '111', NULL, '', NULL, '', '2015-12-11', '599', '2015-12-08', '2460', 2, 'อ.106/2558', '', 'ปล้นทรัพย์', 8, 'พนักงานอัยการจังหวัดลำปาง', 'นายอนุสรณ์หรือเบียร์  ฟูอ้าย กับพวกรวม 3 คน', 431, 400, 0, '2015-12-21', NULL, '', '2015-07-01', 0, 0, '', '', NULL, NULL, 0, NULL, '', NULL, '', '2015-12-21', 'ศย 305.001/8917', NULL, NULL, '', '', '', 404, '[512]', NULL, NULL, NULL, NULL, NULL, 400, 0, '2015-12-15', '2015-12-17', 'อ.599/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6373, 6, 8, '2015-06-01', '111', NULL, '', NULL, '', '2015-12-11', '600', '2015-12-04', '1773', 2, 'ช.19/2558', '', 'ชันสูตรพลิกศพ', 8, 'พนักงานอัยการจังหวัดเชียงราย', 'นายอาเชหรืออาเซ  เบทู', 500, 607, 0, '2016-01-21', NULL, '', '2015-07-01', 0, 0, '', '', NULL, NULL, 0, NULL, '', NULL, '', '2015-12-17', 'ศย 305.001/8872', NULL, NULL, '', '', '', 404, '[522]', NULL, NULL, NULL, NULL, NULL, 396, 0, '2015-12-15', '2015-12-16', 'อ.600/2558', 0, 0, 3, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6374, 21, 4, '2015-06-01', '111', NULL, '', NULL, '', '2015-12-11', '601', '2015-12-08', '2637', 2, 'อ.102/2558', '', 'พยายามฆ่า', 9, 'พนักงานอัยการจังหวัดน่าน', 'นายเกียรติศักดิ์  พรมนิมิตร', 605, 397, 0, '2015-12-25', NULL, '', '2015-07-01', 0, 0, '', '', NULL, NULL, 0, NULL, '', '2016-01-19', '344', '2015-12-17', 'ศย 305.001/8904', NULL, NULL, '', '', '', 397, '[498]', NULL, NULL, NULL, NULL, NULL, 396, 0, '2015-12-15', '2015-12-17', 'อ.601/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6375, 6, 2, '2015-06-01', '222', NULL, '', NULL, '', '2015-12-11', '208', '2015-12-08', 'บ.1781', 2, 'พ.853/2558', '', 'ละเมิด ขับไล่', 8, 'นางชุดา  หงษ์สุกุล', 'นายบุญส่ง  จักร์แก้ว กับพวก', 481, 399, 0, '2016-01-27', NULL, '', '2015-07-01', 0, 0, '', '', NULL, NULL, 0, NULL, '', NULL, '', '2016-01-07', 'ศย 305.001/153', NULL, NULL, '', 'เอกสารแยกเก็บ พ.28/58', '', 407, '[381]', NULL, NULL, NULL, NULL, NULL, 399, 0, '2015-12-15', '2015-12-17', 'พ.208/2558', 0, 0, 3, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6377, 8, 2, '2015-06-01', '22', NULL, '', NULL, '', '2015-12-11', '209', '2015-12-09', '6540', 2, 'พ.66/2558', '', 'ผิดสัญญา เรียกเงินคืน', 9, 'นางประมวล  แพรสกุล', 'นางใจ๋  บุญเป็ง', 513, 398, 0, '2015-12-24', NULL, '', '2015-07-01', 0, 0, '', '', NULL, NULL, 0, NULL, '', '2016-01-08', '204', '2015-12-21', 'ศย.305.001/8921', NULL, NULL, '', '', '', 404, '[438]', NULL, NULL, NULL, NULL, NULL, 398, 0, '2015-12-14', '2015-12-18', 'พ.209/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6378, 3, 1, '2015-06-01', '111', NULL, '', NULL, '', '2015-12-14', '210', '2015-12-09', '32354', 2, 'ผบ.266/2558', '', 'ผิดสัญญา เรียกเงินคืน', 8, 'นายนจารุบุตร  กันทาดี', 'บ.รวีวารี  เรสซิเด้นซ์ จำกัด กับพวกรวม 3 คน', 563, 400, 0, '2015-12-25', NULL, '', '2015-07-01', 0, 0, '', '', NULL, NULL, 0, NULL, '', NULL, '', '2015-12-25', 'ศย 305.001/9120', NULL, NULL, '', '', '', 408, '[438]', NULL, NULL, NULL, NULL, NULL, 396, 0, '2015-12-14', '2015-12-21', 'พ.210/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6379, 3, 4, '2015-06-01', '111', NULL, '', NULL, '', '2015-12-09', '641', '2015-12-08', '32245', 2, 'อ.2112/2558', '', 'พ.ร.บ.ยาเสพติดให้โทษฯ', 9, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายไพโรจน์หรือเต๋อ  ฟูเมืองคำ กับพวกฯ', 562, 402, 0, '2015-12-28', NULL, '', '2015-07-01', 0, 0, '', '', NULL, NULL, 0, NULL, '', '2016-01-20', '352', '2015-12-23', 'ศย 305.001/9051', NULL, NULL, '', '', '', 408, '[520]', NULL, NULL, NULL, NULL, NULL, 402, 0, '2015-12-15', '2015-12-21', 'ย.641/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6380, 3, 4, '2015-06-01', '111', NULL, '', NULL, '', '2015-12-11', '643', '2015-12-11', '32613', 2, 'อ.2370/2558', '', 'พ.ร.บ.ยาเสพติดให้โทษ', 8, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายธีรายุทธ์หรือเหน่ง  อินต๊ะ', 577, 399, 0, '2015-12-29', NULL, '', '2015-07-01', 0, 0, '', '', NULL, NULL, 0, NULL, '', NULL, '', '2015-12-23', 'ศย 305.001/9055', NULL, NULL, '', '', '', 403, '[520]', NULL, NULL, NULL, NULL, NULL, 396, 0, '2015-12-15', '2015-12-17', 'ย.643/2558', 0, 0, 3, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6381, 8, 4, '2015-06-01', '111', NULL, '', NULL, '', '2015-12-09', '642', '2015-12-09', '6537', 2, 'อ.216/2557', '', 'พ.ร.บ.ยาเสพติดให้โทษฯ', 12, 'พนักงานอัยการจังหวัดฝาง', 'นางอ่อง  ลุงส่าง', 517, 607, 0, '2015-12-25', NULL, '', '2014-02-04', 0, 0, '', '', NULL, NULL, 0, NULL, '', NULL, '', NULL, 'ศย 305.001/2558', NULL, NULL, '', '', '', 405, '[520]', NULL, NULL, NULL, NULL, NULL, 396, 0, '2015-12-15', '2015-12-17', 'ย.642/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL);
INSERT INTO `info_cases` (`id`, `user_id`, `type_id`, `date_sent`, `number_sent`, `date_received`, `number_received`, `date_received2`, `number_received2`, `date_received3`, `number_received3`, `date_sent2`, `number_sent2`, `command_id`, `number_black`, `number_red`, `title`, `result`, `plaintiff`, `defendant`, `judge_id`, `judge2_id`, `judge3_id`, `date_ap`, `date_sent3`, `number_sent3`, `date_case`, `topic_id`, `imprison_id`, `file1`, `file2`, `date_finish`, `date_read`, `accept_id`, `date_sent4`, `number_sent4`, `date_received4`, `number_received4`, `date_sent5`, `number_sent5`, `date_modified`, `date_upload`, `note1`, `note2`, `note3`, `judge4_id`, `topic_ids`, `form1_note`, `form2_note`, `form3_note`, `form4_note`, `form5_note`, `judge_checkout1_id`, `judge_checkout2_id`, `date_at_received1`, `date_at_received2`, `auto_received_num`, `no_case_sent`, `at_correct`, `at_result_id`, `capital`, `return_checked`, `return2_checked`, `link_checked`, `link_ids`, `add_checked`, `add_ids`, `date_sent_a`, `number_sent_a`, `note1_a`, `auto_received_num2`, `judge_id_a`, `date_received3_a`, `judge2_id_a`, `date_at_received1_a`, `judge4_id_a`, `date_at_received2_a`, `judge_checkout1_id_a`, `judge_checkout2_id_a`, `date_sent5_a`, `form4_note_a`, `number_sent5_a`, `number_received3_a`) VALUES
(6382, 8, 7, '2015-06-01', '111', NULL, '', NULL, '', '2015-12-11', '644', '2015-12-08', '6525', 2, 'ย.276/2558', '', 'พ.ร.บ.ยาเสพติดให้โทษฯ', 8, 'พนักงานอัยการจังหวัดฝาง', 'นายเอกลักษณ์  นารังสี', 515, 399, 0, '2015-12-28', NULL, '', '2015-07-01', 0, 0, '', '', NULL, NULL, 0, NULL, '', NULL, '', '2015-12-22', 'ศย 305.001/9006', NULL, NULL, '', '', '', 407, '[520]', NULL, NULL, NULL, NULL, NULL, 399, 0, '2015-12-15', '2015-12-16', 'ย.644/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6383, 6, 4, '2015-06-01', '111', NULL, '', NULL, '', '2015-12-11', '645', '2015-12-04', '1777', 2, 'อ.1976/2558', '', 'พ.ร.บ.ยาเสพติดให้โทษฯ', 8, 'พนักงานอัยการจังหวัดเชียงราย', 'นายยงวิทย์  อยู่เหย่อกู่', 478, 401, 0, '2015-12-23', NULL, '', '2015-07-01', 0, 0, '', '', NULL, NULL, 0, NULL, '', NULL, '', '2015-12-21', 'ศย 305.001/8964', NULL, NULL, '', '', '', 404, '[520]', NULL, NULL, NULL, NULL, NULL, 401, 0, '2015-12-14', '2015-12-17', 'ย.645/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6384, 18, 4, '2015-06-01', '111', NULL, '', NULL, '', '2015-12-11', '646', '2015-12-09', '5096', 2, 'อ.1159/2558', '', 'พ.ร.บ.ยาเสพติดให้โทษ', 9, 'พนักงานอัยการจังหวัดเทิง', 'นายเกษตร  แซ่ท้าว กับพวกรวม 2 คน', 477, 397, 0, '2016-01-07', NULL, '', '2015-07-01', 0, 0, '', '', NULL, NULL, 0, NULL, '', '2016-01-27', '521', '2015-12-23', 'ศย 305.001/9036', NULL, NULL, '', '', '', 397, '[520]', NULL, NULL, NULL, NULL, NULL, 396, 0, '2015-12-15', '2015-12-21', 'ย.646/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6385, 11, 4, '2015-06-01', '111', NULL, '', NULL, '', '2015-12-09', '640', '2015-12-08', '14039', 2, 'อ.1062/2558', '', 'พ.ร.บ.ยาเสพติดให้โทษฯ', 8, 'พนักงานอัยการจังหวัดลำปาง', 'นายไทยเซียง  แซ่พ่าน', 449, 402, 0, '2015-12-22', NULL, '', '2015-07-01', 0, 0, '', '', NULL, NULL, 0, NULL, '', NULL, '', '2015-12-16', '8850', NULL, NULL, '', '', '', 406, '[520]', NULL, NULL, NULL, NULL, NULL, 402, 0, '2015-12-11', '2015-12-14', 'ย.640/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6386, 3, 2, '2015-06-24', 'ศย 305.002/16341', NULL, '', NULL, '', '2015-12-14', '7926', '2015-12-14', 'ศย 305.002/32755', 2, 'พ.127/2558', '', 'ห้างหุ้นส่วนสามัญเลิกกัน การชำระบัญชีห้างหุ้นส่วน', 8, 'นางศรีสมร  อะกะเรือน', 'นายวรานนท์  น้าประทานสุขฯ', 554, 398, 574, '2015-12-24', NULL, '', '2015-01-26', 0, 4, '', '', NULL, NULL, 15, '2015-07-01', 'ศย 305.001/4449', NULL, '', '2015-12-21', 'ศย 305.001/8918', NULL, NULL, '', '', '', 405, '[406]', NULL, NULL, NULL, NULL, NULL, 398, 0, '2015-12-16', '2015-12-17', 'พ.211/2558', 0, 0, 4, '4966800.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6387, 14, 2, '2015-12-15', 'ศย 305.013/13732', NULL, '', NULL, '', '2015-12-15', '7940', '2015-12-09', '', 2, 'พ.468/2557', '', 'ที่ดิน', 8, 'นายประยงค์  โพธิศาสตร์', 'นางลัดดา  วงค์สว่าง', 433, 402, 432, '2016-01-25', NULL, '', '2014-08-14', 0, 0, '', '', NULL, NULL, 0, NULL, '', NULL, '', '2015-12-23', 'ศย 305.001/9053', NULL, NULL, '', '', '', 406, '[410]', NULL, NULL, NULL, NULL, NULL, 402, 0, '2015-12-16', '2015-12-18', 'พ.212/2558', 1, 0, 3, '192800.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6388, 3, 4, '2015-02-26', '5910', NULL, '', NULL, '', '2015-12-14', '648', '2015-12-11', '7915', 2, 'อ.637/2558', '', 'พ.ร.บ.ยาเสพติดให้โทษเพื่อจำหน่าย', 8, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นางสาวสุวิมลหรือแอ๊ป  คำหวล', 564, 400, 563, '2015-12-30', NULL, '', '2015-02-18', 0, 2, '', '', NULL, NULL, 0, NULL, '', NULL, '', '2015-12-25', 'ศย 305.001/9137', NULL, NULL, '', '', '', 403, '[520]', NULL, NULL, NULL, NULL, NULL, 396, 0, '2015-12-15', '2015-12-18', 'ย.648/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6389, 3, 4, '2015-11-02', '111', NULL, '', NULL, '', '2015-12-14', '647', '2015-12-09', '32379', 2, 'อ.2691/2558', '', 'พ.ร.บ.ยาเสพติดให้โทษ ฯ', 12, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายธีระ  บัวรัตน์', 573, 402, 0, '2016-01-25', NULL, '', '2015-12-01', 0, 0, '', '', NULL, NULL, 0, NULL, '', NULL, '', '2015-12-23', 'ศย 305.001/9052', NULL, NULL, '', '', '', 408, '[520]', NULL, NULL, NULL, NULL, NULL, 402, 0, '2015-12-15', '2015-12-21', 'ย.647/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6390, 4, 4, '2015-09-10', 'ศย 305.003/15388', NULL, '', NULL, '', '2015-12-16', '7941', '2015-12-11', 'ศย 305.003/20303', 2, 'อ.8704/2558', '', 'ฉ้อโกง', 9, 'นายสมศักดิ์  ทาไว', 'นางสาวภัคจิรา  มาวี หรือถาวโร', 451, 607, 451, '2016-01-18', NULL, '', '2015-09-09', 0, 4, '', '', NULL, NULL, 2, '2015-09-17', 'ศย 305.001/6816', '2016-01-25', '474', '2015-12-21', 'ศย 305.001/8926', NULL, NULL, '', '', '', 405, '[513]', NULL, NULL, NULL, NULL, NULL, 607, 0, '2015-12-17', '2015-12-18', 'อ.602/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6391, 3, 8, '2015-09-21', 'ศย 305.002/25255', NULL, '', NULL, '', '2015-12-16', '7947', '2015-12-09', 'ศย 305.002/32363', 2, 'ช.32/2558', '', 'ชันสูตรพลิกศพ', 8, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นักโทษชายหน้อย  ลุงอู๋', 565, 402, 562, '2016-01-19', NULL, '', '2015-09-09', 0, 4, '', '', NULL, NULL, 2, '2015-09-29', 'ศย 305.001/6980', NULL, '', '2015-12-25', 'ศย 305.001/9118', NULL, NULL, '', '', '', 408, '[522]', NULL, NULL, NULL, NULL, NULL, 396, 0, '2015-12-17', '2015-12-21', 'อ.603/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6392, 10, 4, '2015-07-02', 'ศย 305.009/4688', NULL, '', NULL, '', '2015-12-16', '7946', '2015-12-14', 'ศย 305.009/9581', 2, 'อ.1364/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 9, 'พนักงานอัยการจังหวัดแพร่', 'นายวัชระหรือรส  ฉิมเรือง', 545, 399, 538, '2016-01-20', NULL, '', '2015-07-02', 0, 4, '', '', NULL, NULL, 2, '2015-07-28', 'ศย 305.001/5167', '2016-01-21', '410', '2015-12-23', 'ศย 305.001/9056', NULL, NULL, '', '', '', 407, '[520]', NULL, NULL, NULL, NULL, NULL, 399, 0, '2015-12-17', '2015-12-22', 'ย.649/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6393, 3, 4, '2015-12-16', '32366', NULL, '', NULL, '', '2015-12-16', '7949', '2015-12-09', '', 2, 'อ.4525/2557', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ ความผิดต่อ พ.ร.บ.มาตรการในการปราบปรามผู้กระทำความผิดเกี่ยวกับยาเสพติด', 8, 'พนักงานอัยการจังหวัดเชียงใหม่', 'ด.ต.วรศักดิ์หรือโจ้ดำหรือตูมตาม  เจริญวงศ์', 565, 398, 562, '2016-01-20', NULL, '', '2014-10-10', 0, 2, '', '', NULL, NULL, 15, NULL, '', NULL, '', '2015-12-30', 'ศย 305.001/9196', NULL, NULL, '', '', '', 404, '[520]', NULL, NULL, NULL, NULL, NULL, 398, 0, '2015-12-17', '2015-12-22', 'ย.650/2558', 1, 0, 3, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6394, 7, 4, '2015-02-12', '622', NULL, '', NULL, '', '2015-12-16', '7949', '2015-12-14', '5143', 2, 'อ.162/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ ความผิดต่อ พ.ร.บ.มาตรการในการปราบปรามผู้กระทำความผิดเกี่ยวกับยาเสพติด', 8, 'พนักงานอัยการจังหวัดน่าน', 'นายขันติชัย  ศิริสุริยะกูล ที่ 1 กับพวกรวม 2 คน', 612, 401, 612, '2015-12-30', NULL, '', '2015-02-09', 0, 1, '', '', NULL, NULL, 2, '2015-02-19', '1009', '2016-01-20', '363', '2015-12-22', 'ศย 305.001/9017', NULL, NULL, '', '', '', 406, '[520]', NULL, NULL, NULL, NULL, NULL, 401, 0, '2015-12-17', '2015-12-21', 'ย.651/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6395, 10, 4, '2015-11-26', '9099', '2015-11-30', '7519', NULL, '', NULL, '', NULL, '', 2, 'อ.2556/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายอภิชาติ  ดวงอาทิตย์หรือพลวรรธน์  พันธ์โชติรส', 0, 0, 0, NULL, NULL, '', '2015-11-20', 0, 0, '', '', NULL, NULL, 0, '2015-12-09', '8710', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6396, 10, 4, '2015-11-26', '9098', '2015-11-30', '7517', NULL, '', '2016-02-04', '', NULL, '', 2, 'อ.2528/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายศิวัชหรือปะแอ้  แออู่', 0, 0, 0, NULL, NULL, '', '2015-11-17', 0, 0, '', '', NULL, NULL, 0, '2015-12-09', '8711', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, 'อ.9/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6397, 10, 4, '2015-12-01', '9286', '2015-12-04', '7702', NULL, '', NULL, '', NULL, '', 2, 'อ.2489/2558', '', 'ความผิดต่อตำแหน่งหน้าที่ราชการ', 4, 'พนักงานอัยการ', 'นางรัตติกรหรือฐิติรัตน์ มหามิตร', 0, 0, 0, NULL, NULL, '', '2015-11-10', 0, 0, '', '', NULL, NULL, 0, '2015-12-09', '8712', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[477]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6398, 10, 4, '2015-12-02', '9347', '2015-12-04', '7700', NULL, '', NULL, '', NULL, '', 11, 'อ.2582/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นางพัชราพร  ศรคำ', 0, 0, 0, NULL, NULL, '', '2015-11-25', 0, 0, '', '', NULL, NULL, 0, '2015-12-02', '8713', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6399, 14, 4, '2015-11-24', '13196', '2015-12-01', '7531', NULL, '', NULL, '', NULL, '', 12, 'อ.2171/2558', '', 'ยักยอกทรัพย์', 4, 'พนักงานอัยการ', 'นางสุภัชชาหรือกุ้ง อุตมะโน', 0, 0, 0, NULL, NULL, '', '2015-11-13', 0, 0, '', '', NULL, NULL, 0, '2015-12-09', '8736', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[515]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6400, 14, 4, '2015-11-30', '13394', '2015-11-20', '7615', NULL, '', NULL, '', NULL, '', 11, 'อ.2272/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นางสาวรุ่งทิวา  สุขเหล็ก', 0, 0, 0, NULL, NULL, '', '2015-11-26', 0, 0, '', '', NULL, NULL, 0, '2015-12-09', '7739', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6401, 14, 4, '2015-11-25', '13234', '2015-12-03', '7609', NULL, '', NULL, '', NULL, '', 11, 'อ.2191/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นางกชกร  บุญสูง', 0, 0, 0, NULL, NULL, '', '2015-11-16', 0, 0, '', '', NULL, NULL, 0, '2015-12-09', '8738', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6402, 14, 4, '2015-11-24', '13215', '2015-12-03', '7611', NULL, '', NULL, '', NULL, '', 11, 'อ.2219/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายอนุกูลหรือมด  พัทสาร  กับพวก', 0, 0, 0, NULL, NULL, '', '2015-11-19', 0, 0, '', '', NULL, NULL, 0, '2015-12-09', '8737', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6403, 14, 4, '2015-11-25', '13243', '2015-12-01', '7530', NULL, '', NULL, '', NULL, '', 2, 'อ.2143/2558', '', 'ความผิดของพนักงานในองค์การหรือหน่วยงานของรัฐ', 4, 'พนักงานอัยการ', 'นายประเสริฐหรือโกเก๊า  ภู่พิสิฐ', 0, 0, 0, NULL, NULL, '', '2015-11-25', 0, 0, '', '', NULL, NULL, 0, '2015-12-09', '8735', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[479]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6404, 14, 4, '2015-11-24', '13219', '2015-12-03', '7610', NULL, '', NULL, '', NULL, '', 2, 'อ.2198/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายศุภฤกษ์  เผ่าพันธุ์', 0, 0, 0, NULL, NULL, '', '2015-11-24', 0, 0, '', '', NULL, NULL, 0, '2015-12-09', '8734', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6405, 11, 4, '2015-11-26', '13687', '2015-12-02', '7554', NULL, '', NULL, '', NULL, '', 11, 'อ.2066/2558', '', 'ความผิดต่อพ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายนครินทร์หรือแม็ค  เครือจันทร์', 0, 0, 0, NULL, NULL, '', '2015-11-17', 0, 0, '', '', NULL, NULL, 0, '2015-12-09', '8743', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6406, 11, 4, '2015-11-26', '13688', '2015-12-02', '7555', NULL, '', NULL, '', NULL, '', 11, 'อ.2070/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 5, 'พนักงานอัยการ', 'นายธนากร  ฟังเย็น', 0, 0, 0, NULL, NULL, '', '2015-11-18', 0, 0, '', '', NULL, NULL, 0, '2015-12-09', '8742', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6407, 11, 4, '2015-11-27', '13707', '2015-12-02', '7556', NULL, '', NULL, '', NULL, '', 2, 'อ.1995/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายยุทธศาสตร์หรือเย่อ  สีสกุลทอง', 0, 0, 0, NULL, NULL, '', '2015-11-05', 0, 0, '', '', NULL, NULL, 0, '2015-12-09', '8740', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6408, 7, 4, '2015-11-30', '4886', '2015-11-30', '7485', NULL, '', NULL, '', NULL, '', 2, 'อ.1445/2558', '', 'ความผิดต่อชีวิต  พยายาม', 4, 'พนักงานอัยการ', 'ร้อยตำรวจโทหรือนายดุษฎี  เสนตา', 0, 0, 0, NULL, NULL, '', '2015-11-20', 0, 0, '', '', NULL, NULL, 0, '2015-12-09', '8714', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[501]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6409, 7, 4, '2015-12-01', '5001', '2015-12-04', '7662', NULL, '', NULL, '', NULL, '', 2, 'อ.210/2558', '', 'ความผิดเกี่ยวกับเอกสาร  ฉ้อโกง', 4, 'พนักงานอัยการ', 'นายบรรเลง  อภิธนบาล  กับพวก', 0, 0, 0, NULL, NULL, '', '2015-02-17', 0, 0, '', '', NULL, NULL, 0, '2015-12-09', '8715', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[492]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6410, 7, 2, '2015-12-02', '5006', '2015-12-04', '7661', NULL, '', NULL, '', NULL, '', 2, 'พ.407/2558', '', '', 4, 'ร้อยตรีวิรุฬห์ชัยหรือสำลี  คุมสุวรรณ', '', 0, 0, 0, NULL, NULL, '', '2015-11-12', 0, 0, '', '', NULL, NULL, 0, '2015-12-09', '8716', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[425]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6411, 7, 4, '2015-12-02', '5008', '2015-12-04', '7660', NULL, '', NULL, '', NULL, '', 11, 'อ.1456/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นางมอญ  สร้อยคำ  กับพวก', 0, 0, 0, NULL, NULL, '', '2015-11-24', 0, 0, '', '', NULL, NULL, 0, '2015-12-09', '8717', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6412, 7, 4, '2015-12-02', '5007', '2015-12-04', '7659', NULL, '', NULL, '', NULL, '', 12, 'อ.1455/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นางมอญ  สร้อยคำ  กับพวก', 0, 0, 0, NULL, NULL, '', '2015-11-24', 0, 0, '', '', NULL, NULL, 0, '2015-12-09', '8718', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6413, 10, 2, '2014-07-08', 'ศย 305.009/4819', NULL, '', NULL, '', '2015-12-17', '7958', '2015-12-16', 'ศย 305.009/9655', 2, 'พ.551/2557', '', 'ที่ดิน', 8, 'นางนิภาพร  สุคนธา', '', 538, 399, 545, '2016-01-20', NULL, '', '2014-06-23', 0, 4, '', '', NULL, NULL, 15, '2014-07-16', 'ศย.305.001/4227', NULL, '', '2016-01-08', 'ศย 305.001/169', NULL, NULL, '', '', '', 403, '[410]', NULL, NULL, NULL, NULL, NULL, 399, 0, '2015-12-21', '2016-01-04', 'พ.213/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6414, 6, 2, '2012-12-07', 'ศย305.005/ด.2008', NULL, '', NULL, '', '2015-12-17', '7954', '2015-12-15', 'ศย .305.005/บ1824', 2, 'พ.1695/2555', '', 'มรดก', 8, 'นายประสาน  เองไพบูลย์ ที่ 1 กับพวกรวม  2  คน', 'นายวิมล  เองไพบูลย์', 481, 401, 503, '2015-12-28', NULL, '', '2012-10-31', 0, 4, '', '', NULL, NULL, 15, '2012-12-26', 'ศย 305.001/7227', NULL, '', '2015-12-24', '9088', NULL, NULL, 'พ่วงสำนวนแดงที่ พ.20/2558  เอกสารแยกเก็บที่  พ.2/2556', 'ถ้วยสำนวนคดีแพ่งหมายเลขดำที่  20/2558 เอกสารแยกเก็บที่ พ.2/2555', '', 408, '[424]', NULL, 'พ่วงสำนวนคดีแพ่งแดงที่  20/2558  เอกสารแยกเก็บที่  พ.2/2555', 'รวมพิจารณากับสำนวนคดีแพ่งหมายเลขดำที่ 20/2558', NULL, NULL, 396, 0, '2015-12-18', '2015-12-22', 'พ.214/2558', 0, 1, 0, '99999999.99', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6415, 6, 2, '2015-12-17', 'ศย 305.005/บ.1815', NULL, '', NULL, '', '2015-12-17', '7953', '2015-12-11', '', 2, 'พ.1109/2558', '', 'ที่ดิน', 8, 'นางจันทร์  เชื้อเจ็ดตน  ผู้ร้อง', 'นายมาศดิษฐ์  เตวิทย์  ผู้คัดค้าน', 485, 400, 494, '2016-02-29', NULL, '', '2015-07-21', 0, 4, '', '', NULL, NULL, 15, NULL, '', NULL, '', '2015-12-28', 'ศย 305.001/9170', NULL, NULL, '', '', '', 406, '[410]', NULL, NULL, NULL, NULL, NULL, 400, 0, '2015-12-18', '2015-12-25', 'พ.215/2558', 1, 0, 3, '0.00', 1, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6416, 7, 4, '2015-12-17', 'ศย 305.006/(ป)/5056', NULL, '', NULL, '', '2015-12-17', '7956', '2015-12-16', '', 2, 'อ.711/2558', '', 'ความผิดต่อตำแหน่งหน้าที่ราชการ', 8, 'พนักงานอัยการจังหวัดน่าน', 'นายเดชาวุธ  เสนยะ', 592, 400, 598, '2015-12-25', NULL, '', '2015-05-28', 0, 2, '', '', NULL, NULL, 1, NULL, '', NULL, '', '2015-12-23', 'ศย 305.001/9035', NULL, NULL, '', 'เอกสารแยกเก็บที่  7/2558', '', 406, '[476]', NULL, 'เอกสารแยกเก็บที่  7/2558', NULL, NULL, NULL, 400, 0, '2015-12-18', '2015-12-21', 'อ.604/2558', 1, 0, 3, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6417, 24, 4, '2015-05-08', 'ศย 305.006(ป)/898', NULL, '', NULL, '', '2015-12-17', '7957', '2015-12-16', 'ศย.305.006(ป)/2477', 2, 'อ.673/2557', '', 'ฉ้อโกง', 8, 'นางประภาภรณ์  บุญเกิด', 'นางสาวพรรณรัตน์  ขันทะสีมา', 608, 402, 0, '2016-03-25', NULL, '', '2014-12-25', 0, 2, '', '', NULL, NULL, 1, '2015-06-25', 'ศย 305.001/4263', NULL, '', '2016-01-14', 'ศย 305.001/296', NULL, NULL, '', '', '', 403, '[513]', NULL, NULL, NULL, NULL, NULL, 402, 0, '2015-12-18', '2016-01-06', 'อ.605/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6418, 3, 4, '2015-09-15', 'ศย 305.002/24834', NULL, '', NULL, '', '2015-12-21', '7977', '2015-12-18', 'ศย 305.002/33122', 2, 'อ.3486/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 8, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายขันตี  ศรีจันทร์ ที่ 1 กับพวกรวม  2  คน', 557, 607, 571, '2016-01-27', NULL, '', '2015-09-02', 0, 1, '', '', NULL, NULL, 2, '2015-09-29', 'ศย 305.001/6966', NULL, '', '2015-12-25', 'ศย 305.001/9121', NULL, NULL, '', '', '', 405, '[520]', NULL, NULL, NULL, NULL, NULL, 396, 0, '2015-12-21', '2015-12-23', 'ย.652/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6419, 9, 4, '2015-11-26', '6412', '2015-11-30', '7518', NULL, '', NULL, '', NULL, '', 11, 'อ.1993/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายสาธิต  นันตา', 0, 0, 0, NULL, NULL, '', '2015-11-16', 0, 0, '', '', NULL, NULL, 0, '2015-12-16', '8845', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6420, 9, 2, '2015-11-30', '6491', '2015-12-03', '7616', NULL, '', NULL, '', NULL, '', 2, 'พ.1113/2558', '', 'ขอแสดงกรรมสิทธิ์ที่ดิน', 4, 'นางมาลัย  ศรีพรม', '', 0, 0, 0, NULL, NULL, '', '2015-11-27', 0, 0, '', '', NULL, NULL, 0, '2015-12-16', '8847', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[425]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6421, 9, 2, '2015-11-30', '6496', '2015-12-03', '7613', NULL, '', NULL, '', NULL, '', 2, 'พ.1107/2558', '', 'ขอแสดงกรรมสิทธิ์ที่ดิน', 4, 'นายเจริญ  งามตา', '', 0, 0, 0, NULL, NULL, '', '2015-11-26', 0, 0, '', '', NULL, NULL, 0, '2015-12-16', '8846', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[425]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6422, 11, 4, '2015-12-08', '14060', '2015-12-14', '7895', NULL, '', NULL, '', NULL, '', 2, 'อ.2122/2558', '', 'ความผิดต่อชีวิต', 4, 'พนักงานอัยการ', 'นายชนะหรืออ๊อด  กิมประเทศ', 0, 0, 0, NULL, NULL, '', '2015-11-30', 0, 0, '', '', NULL, NULL, 0, '2015-12-17', '8900', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[498]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6423, 11, 4, '2015-12-11', '14182', '2015-12-15', '7935', NULL, '', NULL, '', NULL, '', 2, 'อ.2067/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายวสันต์หรือแซม  เดชอุดมวงศ์ษา  กับพวก', 0, 0, 0, NULL, NULL, '', '2015-11-17', 0, 0, '', '', NULL, NULL, 0, '2015-12-17', '8899', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6424, 11, 4, '2015-12-08', '14071', '2015-12-14', '7896', NULL, '', NULL, '', NULL, '', 2, 'อ.2123/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายสมศักดิ์หรือแดง  นาไร่แก้ว', 0, 0, 0, NULL, NULL, '', '2015-11-30', 0, 0, '', '', NULL, NULL, 0, '2015-12-17', '8898', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6425, 11, 4, '2015-11-30', '13905', '2015-12-04', '7670', NULL, '', NULL, '', NULL, '', 2, 'อ.2075/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายสุรศรี  ชุมภูสืบ', 0, 0, 0, NULL, NULL, '', '2015-11-19', 0, 0, '', '', NULL, NULL, 0, '2015-12-09', '8741', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6426, 23, 4, '2015-12-01', '2236', '2015-12-03', '7598', NULL, '', NULL, '', NULL, '', 2, 'อ.86/2558', '', 'ความผิดเกี่ยวกับเพศ', 4, 'พนักงานอัยการ', 'นายทินนากร  บุญวงศ์  กับพวก', 0, 0, 0, NULL, NULL, '', '2015-11-23', 0, 0, '', '', NULL, NULL, 0, '2015-12-16', '8848', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[494]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6427, 8, 7, '2015-11-30', '6398', '2015-12-04', '7699', NULL, '', NULL, '', NULL, '', 11, 'ย.1136/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นางสาวกันธิยากร  บุตรเกี้ยว', 0, 0, 0, NULL, NULL, '', '2015-11-27', 0, 0, '', '', NULL, NULL, 0, '2015-12-16', '8844', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6428, 8, 4, '2015-12-09', '6554', '2015-12-14', '7897', NULL, '', NULL, '', NULL, '', 2, 'อ.374/2558', '', 'ความผิดต่อชีวิต', 4, 'พนักงานอัยการ', 'นายเจาซาหรือเล่าป่า  ติงนาย', 0, 0, 0, NULL, NULL, '', '2015-12-08', 0, 0, '', '', NULL, NULL, 0, '2015-12-16', '8843', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[498]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6429, 8, 7, '2015-12-09', '6553', '2015-12-14', '7898', NULL, '', NULL, '', NULL, '', 2, 'ย.1156/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายสุภชัย  จะตอ   กับพวก', 0, 0, 0, NULL, NULL, '', '2015-12-04', 0, 0, '', '', NULL, NULL, 0, '2015-12-16', '8842', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6430, 8, 7, '2015-12-03', '6578', '2015-12-08', '7772', NULL, '', NULL, '', NULL, '', 2, 'ย.1149/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายจักริน  อาแหล่', 0, 0, 0, NULL, NULL, '', '2015-12-02', 0, 0, '', '', NULL, NULL, 0, '2015-12-16', '8841', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6431, 8, 7, '2015-11-30', '6400', '2015-12-04', '7698', NULL, '', NULL, '', NULL, '', 2, 'ย.1138/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายนะ  ลุงเซียง  กับพวก', 0, 0, 0, NULL, NULL, '', '2015-11-27', 0, 0, '', '', NULL, NULL, 0, '2015-12-16', '8839', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6432, 8, 7, '2015-12-02', '6460', '2015-12-08', '7729', NULL, '', NULL, '', NULL, '', 2, 'ย.1146/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายจำรัส  ปูสุ', 0, 0, 0, NULL, NULL, '', '2015-12-01', 0, 0, '', '', NULL, NULL, 0, '2015-12-16', '8840', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6433, 8, 7, '2015-11-27', '6379', '2015-12-02', '7547', NULL, '', NULL, '', NULL, '', 10, 'ย.1135/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายต่อ  ลุงทองคำ  กับพวก', 0, 0, 0, NULL, NULL, '', '2015-11-26', 0, 0, '', '', NULL, NULL, 0, '2015-12-16', '8838', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6434, 8, 7, '2015-11-25', '6318', '2015-11-30', '7493', NULL, '', NULL, '', NULL, '', 2, 'ย.1122/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายจะโจ  แสงห่อ', 0, 0, 0, NULL, NULL, '', '2015-11-23', 0, 0, '', '', NULL, NULL, 0, '2015-12-16', '8837', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6435, 6, 4, '2015-12-21', 'ศย 305.005/ บ 1835', NULL, '', NULL, '', '2015-12-21', '8005', '2015-12-17', '', 2, 'อ.4007/2558', '', 'ความผิดต่อชีวิต พยายาม', 8, 'พนักงานอัยการจังหวัดเชียงราย', 'นายอายึ  อามอ', 500, 401, 484, '2016-02-10', NULL, '', '2015-09-04', 0, 1, '', '', NULL, NULL, 2, NULL, '', NULL, '', '2016-01-19', 'ศย 305.001/421', NULL, NULL, '', '', '', 405, '[501]', NULL, NULL, NULL, NULL, NULL, 401, 0, '2015-12-22', '2015-12-23', 'อ.606/2558', 1, 0, 3, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6436, 6, 4, '2015-12-21', 'ศย 305.005/บ.1826', NULL, '', NULL, '', '2015-12-21', '8003', '2015-12-15', '', 2, 'อ.2886/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 8, 'พนักงานอัยการจังหวัดเชียงราย', 'นางสาวสุขุนัฏฐาหรือสุขุนัฐฐา  สุดทิวา', 493, 397, 495, '2016-01-26', NULL, '', '2015-06-18', 0, 1, '', '', NULL, NULL, 2, NULL, '', NULL, '', NULL, 'ศย 305.001/9123', NULL, NULL, '', '', '', 397, '[520]', NULL, NULL, NULL, NULL, NULL, 396, 0, '2015-12-22', '2015-12-23', 'ย.653/2558', 1, 0, 3, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6437, 11, 4, '2015-07-02', 'ศย 305.010/7570', NULL, '', NULL, '', '2015-12-21', '7991', '2015-12-21', 'ศย 305.010/14413', 2, 'อ.1069/2558', '', 'ความผิดต่อพระราชบัญญติยาเสพติดให้โทษ', 8, 'พนักงานอัยการจังหวัดลำปาง', 'นายวีระยุทธหรือวีรยุทธ  ธิว่อง', 450, 402, 446, '2016-01-18', NULL, '', '2015-06-19', 0, 1, '', '', NULL, NULL, 2, '2015-07-24', 'ศย 305.001/5044', NULL, '', '2015-12-28', 'ศย 305.001/9172', NULL, NULL, '', '', '', 408, '[520]', NULL, NULL, NULL, NULL, NULL, 402, 0, '2015-12-22', '2015-12-24', 'ย.654/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6438, 11, 4, '2015-07-16', 'ศย 305.010/8168', NULL, '', NULL, '', '2015-12-21', '7993', '2015-12-18', 'ศย 305.010/14414', 2, 'อ.1183/2558', '', 'ความผิดเกี่ยวกับเพศ ความผิดต่อเสรีภาพ', 8, 'พนักงานอัยการจังหวัดลำปาง', 'นายหมื่น  อุตระ', 450, 400, 446, '2016-01-28', NULL, '', '2015-07-07', 0, 1, '', '', NULL, NULL, 2, '2015-07-03', 'ศย 305.001/5261', NULL, '', '2015-12-28', 'ศย 305.001/9171', NULL, NULL, '', '', '', 405, '[504]', NULL, NULL, NULL, NULL, NULL, 400, 0, '2015-12-22', '2015-12-25', 'อ.607/2558', 0, 1, 0, '0.00', 1, 1, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6439, 8, 4, '2015-05-11', 'ศย 305.007/6508', NULL, '', NULL, '', '2015-12-21', '7992', '2015-12-17', 'ศย 305.007/6662', 2, 'อ.120/2558', '', 'ความผิดต่อชีวิต  พยายามฆ่า  ความผิดต่อ พ.ร.บ.อาวุธปืน ฯ', 8, 'พนักงานอัยการจังหวัดฝาง', 'นายเชิดศักดิ์  จาบทอง', 515, 607, 513, '2016-01-18', NULL, '', '2015-04-30', 0, 1, '', '', NULL, NULL, 2, '2015-06-16', 'ศย 305.001/3859', NULL, '', '2016-01-05', 'ศย 305.001/9', NULL, NULL, '', 'เอกสารแยกเก็บที่  30/2558', '', 403, '[498]', NULL, 'เอกสารแยกเก็บที่ 30/2558', NULL, NULL, NULL, 607, 0, '2015-12-22', '2015-12-28', 'อ.608/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6440, 18, 2, '2015-07-28', 'ศย 305.017/3328', NULL, '', NULL, '', '2015-12-21', '8006', '2015-12-17', 'ศย 305.017/5194', 2, 'พ.172/2558', '', 'ขอตั้งผู้จัดการมรดก', 8, 'นายนนท์นธีร์หรือมนตรี  ไชยสลี   (ผู้ร้อง)', 'นางสาวพวงผกา  น้ำพี้ ที่ 1 กับพวกรวม  2  คน  ผู้คัดค้าน', 477, 398, 469, '2016-01-18', NULL, '', '2015-04-20', 0, 4, '', '', NULL, NULL, 15, '2015-08-11', 'ศย 305.001/5651', NULL, '', '2015-12-30', 'ศย 305.001/9191', NULL, NULL, '', '', '', 404, '[424]', NULL, NULL, NULL, NULL, NULL, 398, 0, '2015-12-22', '2015-12-23', 'พ.216/2558', 0, 1, 0, '0.00', 1, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6441, 6, 8, '2015-11-30', '2114', '2015-12-14', '7862', NULL, '', NULL, '', NULL, '', 12, 'ช.20/2558', '', 'ชันสูตรพลิกศพ', 4, 'พนักงานอัยการ', 'นายฟุหวั่ง  แซ่ฟุ้ง', 0, 0, 0, NULL, NULL, '', '2015-10-07', 0, 0, '', '', NULL, NULL, 0, '2015-12-17', '8880', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[522]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6442, 6, 8, '2015-11-25', '2107', '2015-12-03', '7623', NULL, '', NULL, '', NULL, '', 12, 'ช.27/2558', '', 'ชันสูตรพลิกศพ', 4, 'พนักงานอัยการ', 'นายอาเตอะ  มาเยอะ  กับพวก', 0, 0, 0, NULL, NULL, '', '2015-11-20', 0, 0, '', '', NULL, NULL, 0, '2015-12-17', '8879', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[522]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6443, 6, 2, '2015-12-08', '2134', '2015-12-14', '7839', NULL, '', NULL, '', NULL, '', 12, 'พ.1526/2558', '', 'ขับไล่  เรียกค่าเสียหาย', 4, 'นางอรทัย  วนิชนิกุล', 'บจก.เชัยงรายยูไนเต็ด คลับ  กับพวก', 0, 0, 0, NULL, NULL, '', '2015-09-16', 0, 0, '', '', NULL, NULL, 0, '2015-12-17', '8878', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[411]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6444, 6, 4, '2015-12-04', '2131', '2015-12-14', '7842', NULL, '', NULL, '', NULL, '', 2, 'อ.5067/2558', '', 'ความผิดต่อชีวิต', 4, 'พนักงานอัยการ', 'นายอดิศักดิ์  คำสม', 0, 0, 0, NULL, NULL, '', '2015-12-03', 0, 0, '', '', NULL, NULL, 0, '2015-12-17', '8874', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[498]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6445, 6, 8, '2015-12-04', '2135', '2015-12-14', '7838', NULL, '', '2016-01-21', '418', '2016-01-19', 'ศย 305.005/บ.29', 2, 'ช.18/2558', '', 'ชันสูตรพลิกศพ', 8, 'พนักงานอัยการ', 'นายกฤชหรือวินัย  ริมจันทร์', 487, 398, 496, '2016-02-17', NULL, '', '2015-09-25', 0, 4, '', '', NULL, NULL, 15, '2015-12-17', '8875', NULL, '', '2016-01-25', 'ศย 305.001/557', NULL, NULL, '', '', '', 407, '[522]', NULL, NULL, NULL, NULL, NULL, 398, 0, '2016-01-22', '2016-01-25', 'อ.34/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6446, 6, 2, '2015-12-04', '2132', '2015-12-14', '7841', NULL, '', NULL, '', NULL, '', 2, 'พ.1992/2558', '', 'ขอแสดงกรรมสิทธิ์ที่ดิน', 4, 'นางวิไลวรรณ  คำป้อหล้า', '', 0, 0, 0, NULL, NULL, '', '2015-11-26', 0, 0, '', '', NULL, NULL, 0, '2015-12-17', '8876', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[425]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6447, 6, 2, '2015-12-08', '2133', '2015-12-14', '7840', NULL, '', NULL, '', NULL, '', 2, 'พ.1988/2558', '', 'ขอแสดงกรรมสิทธิ์ที่ดิน', 4, 'นายสุพัฒน์  ธิวงค์เวียง', '', 0, 0, 0, NULL, NULL, '', '2015-11-25', 0, 0, '', '', NULL, NULL, 0, '2015-12-17', '8877', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[425]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6448, 475, 4, '2015-12-04', '2392', '2015-12-08', '7771', NULL, '', NULL, '', NULL, '', 12, 'อ.687/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายสุวรรณหรือควาย กันทะวงค์', 0, 0, 0, NULL, NULL, '', '2015-12-03', 0, 0, '', '', NULL, NULL, 0, '2015-12-16', '8855', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6449, 475, 4, '2015-11-30', '2344', '2015-12-03', '7608', NULL, '', NULL, '', NULL, '', 2, 'อ.674/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายไกรวิชญ์  ไพรวัลย์ภักดี  กับพวก', 0, 0, 0, NULL, NULL, '', '2015-11-27', 0, 0, '', '', NULL, NULL, 0, '2015-12-16', '8856', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6450, 18, 4, '2015-12-11', '5113', '2015-12-16', '7944', NULL, '', NULL, '', NULL, '', 12, 'อ.1561/2558', '', 'ความผิดเกี่ยวกับเงินตรา', 4, 'พนักงานอัยการ', 'นายรักไทย  วัฒนศรพันธ์', 0, 0, 0, NULL, NULL, '', '2015-12-08', 0, 0, '', '', NULL, NULL, 0, '2015-12-17', '8881', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[490]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6451, 18, 4, '2015-12-01', '5020', '2015-12-04', '7645', NULL, '', NULL, '', NULL, '', 11, 'อ.1536/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นางสาวปานฤทัย  บริบูรณ์', 0, 0, 0, NULL, NULL, '', '2015-11-27', 0, 0, '', '', NULL, NULL, 0, '2015-12-17', '8882', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6452, 18, 4, '2015-12-04', '5072', '2015-12-15', '7929', NULL, '', NULL, '', NULL, '', 2, 'อ.1547/2558', '', 'ความผิดต่อชีวิต', 4, 'พนักงานอัยการ', 'นายลี  แซ่ย้า', 0, 0, 0, NULL, NULL, '', '2015-12-02', 0, 0, '', '', NULL, NULL, 0, '2015-12-17', '8883', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[498]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6453, 18, 4, '2015-12-08', '5082', '2015-12-15', '7930', NULL, '', NULL, '', NULL, '', 2, 'อ.1550/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายวิทยาหรือด่าซงกือ  แซ่ย่าง', 0, 0, 0, NULL, NULL, '', '2015-12-03', 0, 0, '', '', NULL, NULL, 0, '2015-12-17', '8884', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6454, 18, 4, '2015-12-01', '5018', '2015-12-04', '7644', NULL, '', NULL, '', NULL, '', 2, 'อ.1534/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายณัฐพัชร์  ทองสุข', 0, 0, 0, NULL, NULL, '', '2015-11-26', 0, 0, '', '', NULL, NULL, 0, '2015-12-17', '8885', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6455, 16, 4, '2015-11-27', '2412', '2015-12-02', '7549', NULL, '', NULL, '', NULL, '', 2, 'อ.415/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายสรวิชญ์หรือภาณุวัฒน์  ลัดดาไพร', 0, 0, 0, NULL, NULL, '', '2015-11-26', 0, 0, '', '', NULL, NULL, 0, '2015-12-16', '8857', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6456, 15, 4, '2015-12-09', '2587', '2015-12-14', '7888', NULL, '', NULL, '', NULL, '', 2, 'อ.448/2558', '', 'ความผิดต่อ พ.ร.บ.ป่าไม้', 4, 'พนักงานอัยการ', 'นายเดชชัยหรือชัย  ผาติพนากุล  กับพวก', 0, 0, 0, NULL, NULL, '', '2015-12-04', 0, 0, '', '', NULL, NULL, 0, '2015-12-16', '8858', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[523]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6457, 19, 4, '2015-12-08', '1583', '2015-12-14', '7950', NULL, '', NULL, '', NULL, '', 2, 'อ.214/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายธีรยุทธหรือเอ็ม  จันทร์ตา', 0, 0, 0, NULL, NULL, '', '2015-11-09', 0, 0, '', '', NULL, NULL, 0, '2015-12-17', '8886', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6458, 3, 4, '2015-12-22', 'ศย 305.002/32933', NULL, '', NULL, '', '2015-12-22', '8027', '2015-12-16', '', 2, 'อ.2700/2558', '', 'ยักยอก', 8, 'นายสมบัติ  สีลาก้อนแก้ว  ที่ 1 กับพวกรวม  4  คน', 'นายสมหมาย  ชาตรูประมัย  ที่ 1 กับพวกรวม  3  คน', 565, 398, 562, '2016-01-25', NULL, '', '2015-07-15', 0, 4, '', '', NULL, NULL, 15, NULL, '', NULL, '', '2015-12-30', 'ศย 305.001/9197', NULL, NULL, '', '', '', 407, '[515]', NULL, NULL, NULL, NULL, NULL, 398, 0, '2015-12-23', '2015-12-25', 'อ.609/2558', 1, 1, 3, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6459, 10, 4, '2015-07-02', 'ศย 305.009/4693', NULL, '', NULL, '', '2015-12-22', '8029', '2015-12-21', 'ศย 305.009/7982', 2, 'อ.1379/2558', '', 'ความผิดต่อเสรีภาพ', 8, 'พนักงานอัยการจังหวัดแพร่', 'นายอภิรามหรือเก  หมอป่า', 540, 397, 543, '2016-01-18', NULL, '', '2015-06-25', 0, 4, '', '', NULL, NULL, 2, '2015-07-28', 'ศย 305.001/5177', NULL, '', '2015-12-25', 'ศย 305.001/9119', NULL, NULL, '', '', '', 397, '[504]', NULL, NULL, NULL, NULL, NULL, 396, 0, '2015-12-23', '2015-12-24', 'อ.610/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6460, 3, 4, '2015-07-08', 'ศย 305.002/17833', NULL, '', NULL, '', '2015-12-22', '8045', '2015-12-22', 'ศย 305.002/33386', 2, 'อ.2505/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ พ.ร.บ.คนเข้าเมือง', 8, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายสมบัตรหรือสมบัติหรือหม่อง  แซ่หลี่', 555, 401, 573, '2016-01-20', NULL, '', '2015-07-02', 0, 1, '', '', NULL, NULL, 2, '2015-07-21', 'ศย 305.001/4857', NULL, '', '2015-12-28', 'ศย 305.001/9169', NULL, NULL, '', '', '', 406, '[520]', NULL, NULL, NULL, NULL, NULL, 401, 0, '2015-12-24', NULL, 'ย.655/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6461, 3, 4, '2015-08-31', 'ศย 305.002/22896', NULL, '', NULL, '', '2015-12-22', '8044', '2015-12-21', 'ศย 305.002/33291', 2, 'อ.3281/2558', '', 'ความผิดต่อชีวิต', 8, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายมานิตย์  แสนหมี่', 553, 399, 575, '2016-01-22', NULL, '', '2015-08-20', 0, 1, '', '', NULL, NULL, 2, '2015-09-03', 'ศย 305.001/6358', NULL, '', '2015-12-29', 'ศย 305.001/9183', NULL, NULL, '', '', '', 407, '[498]', NULL, NULL, NULL, NULL, NULL, 399, 0, '2015-12-24', '2015-12-25', 'อ.611/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6462, 6, 2, '2015-08-27', 'ศย305.005/ด.1580', NULL, '', NULL, '', '2015-12-23', '8052', '2015-12-21', 'ศย 305.005/ บ.1850', 2, 'พ.735/2558', '', 'ขอจัดการมรดก', 8, 'นางรุจินัย  กลิ่นไกล                       ผู้ร้อง', 'นางสาวแพรวพรรณ  แก้วทอง  ผู้คัดค้าน', 478, 607, 478, '2016-01-25', NULL, '', '2015-05-07', 0, 4, '', '', NULL, NULL, 15, '2015-09-04', 'ศย 305.001/6418', NULL, '', '2016-01-05', 'ศย 305.001/10', NULL, NULL, '', '', '', 405, '[424]', NULL, NULL, NULL, NULL, NULL, 607, 0, '2015-12-24', '2015-12-28', 'พ.217/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6463, 6, 4, '2015-06-08', 'ศย 305.005/ด.852', NULL, '', NULL, '', '2015-12-23', '8051', '2015-12-21', 'ศย 305.005/ บ.1849', 2, 'อ.2644/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ  พ.ร.บ.จราจรทางบก', 8, 'พนักงานอัยการจังหวัดเชียงราย', 'นางสาวซือเหมย  ลิจา', 485, 398, 494, '2016-03-02', NULL, '', '2015-06-02', 0, 1, '', '', NULL, NULL, 2, '2015-06-22', 'ศย 305.001/4005', NULL, '', '2016-01-07', 'ศย 305.001/117', NULL, NULL, '', '', '', 404, '[520]', NULL, NULL, NULL, NULL, NULL, 398, 0, '2015-12-24', '2015-12-30', 'ย.656/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6464, 14, 4, '2015-11-24', '13136', '2015-12-14', '7874', NULL, '', NULL, '', NULL, '', 11, 'อ.2170/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายสุพัตรหรือหล้า  เสนเสาร์', 0, 0, 0, NULL, NULL, '', '2015-11-13', 0, 0, '', '', NULL, NULL, 0, '2015-12-17', '8903', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6465, 14, 4, '2015-11-02', '13497', '2015-12-14', '7869', NULL, '', NULL, '', NULL, '', 11, 'อ.2279/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายสยาม  อินต๊ะปัญญา', 0, 0, 0, NULL, NULL, '', '2015-11-27', 0, 0, '', '', NULL, NULL, 0, '2015-12-17', '8901', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6466, 14, 4, '2015-11-24', '13137', '2015-12-14', '7973', NULL, '', NULL, '', NULL, '', 11, 'อ.2160/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายคมสันหรือเอ็ท  ประดง', 0, 0, 0, NULL, NULL, '', '2015-11-11', 0, 0, '', '', NULL, NULL, 0, '2015-12-17', '8902', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6467, 7, 4, '2015-12-08', '5096', '2015-12-14', '7849', NULL, '', NULL, '', NULL, '', 2, 'อ.1494/2558', '', 'ความผิดต่อชีวิต', 4, 'พนักงานอัยการ', 'นายประสิทธิ์  สายบัวคด', 0, 0, 0, NULL, NULL, '', '2015-12-02', 0, 0, '', '', NULL, NULL, 0, '2015-12-21', '8958', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[498]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6468, 7, 2, '2015-12-09', '5121', '2015-12-15', '7934', NULL, '', NULL, '', NULL, '', 10, 'พ.410/2558', '', 'ขอแสดงกรรมสิทธิ์ที่ดิน', 4, 'นายอินเขียน แก่นไชย', '', 0, 0, 0, NULL, NULL, '', '2015-11-13', 0, 0, '', '', NULL, NULL, 0, '2015-12-21', '8959', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[425]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6469, 4, 3, '2015-12-11', '20295', '2015-12-11', '7861', NULL, '', NULL, '', NULL, '', 12, 'สว.1/2558', '', 'ละเมิด  เรียกค่าเสียหาย', 4, 'กรมอุทยานแห่งชาติ', 'นายอาเลหรืออะเล  แซ่เฉิ่ง', 0, 0, 0, NULL, NULL, '', '2015-10-15', 0, 0, '', '', NULL, NULL, 0, '2015-12-22', '9002', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[381]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '64001.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL);
INSERT INTO `info_cases` (`id`, `user_id`, `type_id`, `date_sent`, `number_sent`, `date_received`, `number_received`, `date_received2`, `number_received2`, `date_received3`, `number_received3`, `date_sent2`, `number_sent2`, `command_id`, `number_black`, `number_red`, `title`, `result`, `plaintiff`, `defendant`, `judge_id`, `judge2_id`, `judge3_id`, `date_ap`, `date_sent3`, `number_sent3`, `date_case`, `topic_id`, `imprison_id`, `file1`, `file2`, `date_finish`, `date_read`, `accept_id`, `date_sent4`, `number_sent4`, `date_received4`, `number_received4`, `date_sent5`, `number_sent5`, `date_modified`, `date_upload`, `note1`, `note2`, `note3`, `judge4_id`, `topic_ids`, `form1_note`, `form2_note`, `form3_note`, `form4_note`, `form5_note`, `judge_checkout1_id`, `judge_checkout2_id`, `date_at_received1`, `date_at_received2`, `auto_received_num`, `no_case_sent`, `at_correct`, `at_result_id`, `capital`, `return_checked`, `return2_checked`, `link_checked`, `link_ids`, `add_checked`, `add_ids`, `date_sent_a`, `number_sent_a`, `note1_a`, `auto_received_num2`, `judge_id_a`, `date_received3_a`, `judge2_id_a`, `date_at_received1_a`, `judge4_id_a`, `date_at_received2_a`, `judge_checkout1_id_a`, `judge_checkout2_id_a`, `date_sent5_a`, `form4_note_a`, `number_sent5_a`, `number_received3_a`) VALUES
(6470, 4, 4, '2015-12-02', '19953', '2015-12-14', '7900', NULL, '', NULL, '', NULL, '', 11, 'อ.10170/2558', '', 'ฉ้อโกง', 4, 'นายสมเกียรติ  วงศ์รัตนกุลธน', 'นายชัยณรงค์  ยกทองมา', 0, 0, 0, NULL, NULL, '', '2015-11-27', 0, 0, '', '', NULL, NULL, 0, '2015-12-22', '9004', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[513]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6508, 4, 4, '2015-11-25', '19530', '2015-11-27', '7453', NULL, '', NULL, '', NULL, '', 2, 'อ.4/2558', '', 'ละเมิดอำนาจศาล', 4, 'ผู้อำนวยการสำนักงานประจำศาลแขวงเชียงใหม่', 'นายกล้า  ศักดิ์สุระ', 0, 0, 0, NULL, NULL, '', '2015-11-16', 0, 0, '', '', NULL, NULL, 0, '2015-12-22', '9001', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[524]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6472, 4, 2, '2015-12-02', '19963', '2015-12-09', '7804', NULL, '', NULL, '', NULL, '', 12, 'พ.1018/2558', '', 'ผิดสัญญากู้ยืมเงิน', 4, 'เทศบาลตำบลสันทรายมหาวงศ์', 'นางสาวสุกันยา  กัลหะ กับพวก', 0, 0, 0, NULL, NULL, '', '2015-11-27', 0, 0, '', '', NULL, NULL, 0, '2015-12-22', '9003', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[457]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6473, 24, 4, '2015-11-30', '2426', '2015-12-08', '7768', NULL, '', NULL, '', NULL, '', 2, 'อ.919/2558', '', 'ความผิดต่อชีวิต  พยายาม', 4, 'พนักงานอัยการ', 'นายชวน  ใจปิง', 0, 0, 0, NULL, NULL, '', '2015-11-27', 0, 0, '', '', NULL, NULL, 0, '2015-12-21', '8960', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[501]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6474, 10, 4, '2015-12-11', '9524', '2015-12-14', '7889', NULL, '', NULL, '', NULL, '', 2, 'อ.2627/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นางสาวยุพิน  จะแตะ  กับพวก', 0, 0, 0, NULL, NULL, '', '2015-12-02', 0, 0, '', '', NULL, NULL, 0, '2015-12-21', '8953', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6475, 8, 7, '2015-05-27', 'ศย 305.007/2812', NULL, '', NULL, '', '2015-12-23', '8061', '2015-12-21', 'ศย 305.007/6674', 2, 'ย.491/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 8, 'พนักงานอัยการจังหวัดฝาง', 'นายจะสือ  ม๋อจู', 515, 397, 514, '2016-01-18', NULL, '', '2015-05-22', 0, 1, '', '', NULL, NULL, 2, '2015-06-16', 'ศย 305.001/3863', NULL, '', '2015-12-29', 'ศย 305.001/9181', NULL, NULL, '', '', '', 397, '[520]', NULL, NULL, NULL, NULL, NULL, 396, 0, '2015-12-25', '2015-12-28', 'ย.657/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6476, 10, 4, '2015-12-09', '9516', '2015-12-14', '7893', NULL, '', NULL, '', NULL, '', 2, 'อ.2563/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทา', 4, 'พนักงานอัยการ', 'นายยุทธนาหรือยุทธ  เหล่าบุดสา', 0, 0, 0, NULL, NULL, '', '2015-11-20', 0, 0, '', '', NULL, NULL, 0, '2015-12-21', '8954', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6477, 10, 4, '2015-12-08', '9465', '2015-12-14', '7858', NULL, '', NULL, '', NULL, '', 2, 'อ.2608/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายมงคลหรือหนุ่ย  เต่าเขียว', 0, 0, 0, NULL, NULL, '', '2015-11-27', 0, 0, '', '', NULL, NULL, 0, '2015-12-21', '8955', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6478, 10, 4, '2015-12-09', '9523', '2015-12-14', '7890', NULL, '', NULL, '', NULL, '', 2, 'อ.2619/2558', '', 'ความผิดต่อชีวิต  พยายาม', 4, 'พนักงานอัยการ', 'นายบุญช่วย  ต๊ะวงค์', 0, 0, 0, NULL, NULL, '', '2015-12-09', 0, 0, '', '', NULL, NULL, 0, '2015-12-21', '8956', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[501]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6479, 10, 4, '2015-12-08', '9464', '2015-12-14', '7860', NULL, '', NULL, '', NULL, '', 2, 'อ.2488/2558', '', 'ความผิดต่อตำแหน่งหน้าที่ราชการ', 4, 'พนักงานอัยการ', 'นางฐิติรัตน์  มหามิตร', 0, 0, 0, NULL, NULL, '', '2015-11-10', 0, 0, '', '', NULL, NULL, 0, '2015-12-21', '8957', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[477]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6480, 10, 4, '2015-12-09', '9514', '2015-12-14', '7891', NULL, '', NULL, '', NULL, '', 11, 'อ.2652/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายสนิทหรือนิท  ถาเป็ง', 0, 0, 0, NULL, NULL, '', '2015-12-04', 0, 0, '', '', NULL, NULL, 0, '2015-12-21', '8950', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6481, 10, 4, '2015-12-09', '9515', '2015-12-14', '7892', NULL, '', NULL, '', NULL, '', 11, 'อ.2632/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นางสาวมาลัยทอง  ส่างแก้ว', 0, 0, 0, NULL, NULL, '', '2015-12-03', 0, 0, '', '', NULL, NULL, 0, '2015-12-21', '8951', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6482, 10, 4, '2015-12-09', '9517', '2015-12-14', '7894', NULL, '', NULL, '', NULL, '', 11, 'อ.2636/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายสมาน  ผูกจิต', 0, 0, 0, NULL, NULL, '', '2015-12-03', 0, 0, '', '', NULL, NULL, 0, '2015-12-21', '8952', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6483, 20, 4, '2015-12-04', '1883', '2015-12-14', '7852', NULL, '', NULL, '', NULL, '', 2, 'อ.92/2558', '', 'ข่มขืนกระทำชำเรา  ความผิดเกี่ยวกับเพศ', 4, 'พนักงานอัยการ', 'เด็กชายวุฒิชัยหรือดรีม  เมืองสอน', 0, 0, 0, NULL, NULL, '', '2015-11-23', 0, 0, '', '', NULL, NULL, 0, '2015-12-21', '8961', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[494]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6484, 20, 4, '2015-12-03', '1879', '2015-12-08', '7735', NULL, '', NULL, '', NULL, '', 2, 'อ.91/2558', '', 'ข่มขืนกระทำชำเรา', 4, 'พนักงานอัยการ', 'เด็กชายวุฒิชัยหรือดรีม  เมืองสอน', 0, 0, 0, NULL, NULL, '', '2015-11-23', 0, 0, '', '', NULL, NULL, 0, '2015-12-21', '8962', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[494]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6485, 3, 4, '2015-12-02', '32000', '2015-12-08', '7758', NULL, '', NULL, '', NULL, '', 2, 'อ.4631/2558', '', 'ความผิดต่อชีวิต  พยายาม', 4, 'พนักงานอัยการ', 'นายสาธิต  รัตนวรรณ์', 0, 0, 0, NULL, NULL, '', '2015-11-25', 0, 0, '', '', NULL, NULL, 0, '2015-12-22', '8993', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[501]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6486, 3, 4, '2015-12-02', '31978', '2015-12-08', '7742', NULL, '', NULL, '', NULL, '', 2, 'อ.4623/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายชาติชาย  แซ่ย่าง', 0, 0, 0, NULL, NULL, '', '2015-11-24', 0, 0, '', '', NULL, NULL, 0, '2015-12-22', '8994', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6487, 3, 4, '2015-12-08', '32211', '2015-12-14', '7878', NULL, '', NULL, '', NULL, '', 2, 'อ.4643/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายณัฐวุฒิหรือเอ็ม  เนาวราช  กับพวก', 0, 0, 0, NULL, NULL, '', '2015-11-26', 0, 0, '', '', NULL, NULL, 0, '2015-12-22', '8995', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6488, 3, 4, '2015-12-08', '32213', '2015-12-14', '7880', NULL, '', NULL, '', NULL, '', 2, 'อ.4669/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายวิชัยหรือไมค์  แซ่จาง', 0, 0, 0, NULL, NULL, '', '2015-11-27', 0, 0, '', '', NULL, NULL, 0, '2015-12-22', '8996', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6489, 3, 4, '2015-12-04', '32175', '2015-12-14', '7377', NULL, '', NULL, '', NULL, '', 2, 'อ.4654/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายคุปต์อนันต์หรือเอก  เรืองคุณาวุฒิ', 0, 0, 0, NULL, NULL, '', '2015-11-26', 0, 0, '', '', NULL, NULL, 0, '2015-12-22', '8997', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6490, 3, 4, '2015-12-08', '32256', '2015-12-14', '7882', NULL, '', NULL, '', NULL, '', 2, 'อ.4671/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายกฤษดาหรือบี  ชัยศรี', 0, 0, 0, NULL, NULL, '', '2015-11-27', 0, 0, '', '', NULL, NULL, 0, '2015-12-22', '8998', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6491, 3, 4, '2015-12-14', '32706', '2015-12-15', '7917', NULL, '', NULL, '', NULL, '', 2, 'อ.4689/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายภูรีภัทร์  เจ้าพงไพร', 0, 0, 0, NULL, NULL, '', '2015-12-01', 0, 0, '', '', NULL, NULL, 0, '2015-12-22', '8999', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6492, 3, 4, '2015-12-14', '32709', '2015-12-15', '7919', NULL, '', NULL, '', NULL, '', 2, 'อ.4668/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 5, 'พนักงานอัยการ', 'นางสาวณิชาภัทรหรือหนิง  เสมอกัน', 0, 0, 0, NULL, NULL, '', '2015-11-27', 0, 0, '', '', NULL, NULL, 0, '2015-12-22', '9005', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6493, 3, 8, '2015-12-14', '32718', '2015-12-15', '7918', NULL, '', NULL, '', NULL, '', 12, 'ช.40/2558', '', 'ชันสูตรพลิกศพ', 4, 'พนักงานอัยการ', 'นายถนอม  ธิราช', 0, 0, 0, NULL, NULL, '', '2015-11-30', 0, 0, '', '', NULL, NULL, 0, '2015-12-22', '8988', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[522]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6494, 3, 8, '2015-12-08', '32344', '2015-12-14', '7981', NULL, '', NULL, '', NULL, '', 12, 'ช.39/2558', '', 'ชันสูตรพลิกศพ', 4, 'พนักงานอัยการ', 'นายเลิศพงศ์หรือปิยะนัยหรือปู  พงศ์จิรศิริ', 0, 0, 0, NULL, NULL, '', '2015-11-25', 0, 0, '', '', NULL, NULL, 0, '2015-12-22', '8987', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[522]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6495, 3, 4, '2015-12-02', '31981', '2015-12-08', '7757', NULL, '', NULL, '', NULL, '', 11, 'อ.4637/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายสำเริงหรือวร  พิลัยหล้า', 0, 0, 0, NULL, NULL, '', '2015-11-25', 0, 0, '', '', NULL, NULL, 0, '2015-12-22', '8990', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6496, 3, 4, '2015-12-14', '32712', '2015-12-16', '7950', NULL, '', NULL, '', NULL, '', 11, 'อ.4684/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายณรงค์ฤทธิ์  ใบศรี', 0, 0, 0, NULL, NULL, '', '2015-11-30', 0, 0, '', '', NULL, NULL, 0, '2015-12-22', '8991', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6497, 3, 2, '2015-12-08', '32301', '2015-12-14', '7883', NULL, '', NULL, '', NULL, '', 11, 'พ.2130/2558', '', 'กรรมสิทธิ์รวม', 4, 'นายวอเทอร์  จอห์นโทนี่', 'นางกมลรัตน์  ชาตรีชาญ', 0, 0, 0, NULL, NULL, '', '2015-11-19', 0, 0, '', '', NULL, NULL, 0, '2015-12-22', '8992', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[414]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6498, 8, 7, '2015-12-14', '6590', '2015-12-17', '7961', NULL, '', NULL, '', NULL, '', 2, 'ย.1155/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายบุญพัก  ลาภโต', 0, 0, 0, NULL, NULL, '', '2015-12-03', 0, 0, '', '', NULL, NULL, 0, '2015-12-22', '9021', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6499, 8, 4, '2015-12-09', '6555', '2015-12-17', '7960', NULL, '', NULL, '', NULL, '', 2, 'อ.56/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายปยุต  แซ่จาง', 0, 0, 0, NULL, NULL, '', '2015-10-06', 0, 0, '', '', NULL, NULL, 0, '2015-12-22', '3022', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6500, 23, 4, '2015-12-11', '2309', '2015-12-15', '7931', NULL, '', NULL, '', NULL, '', 11, 'อ.91/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายยศพร  ธุระยศ', 0, 0, 0, NULL, NULL, '', '2015-12-04', 0, 0, '', '', NULL, NULL, 0, '2015-12-22', '9026', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6501, 14, 4, '2015-10-05', 'ศย 305.013/11194', NULL, '', NULL, '', '2015-12-24', '8072', '2015-12-22', 'ศย 305.013/14244', 2, 'อ.1867/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 8, 'พนักงานอัยการจังหวัดลำพูน', 'นายมานิตย์หรือแอร์  จันตา', 424, 401, 437, '2016-02-02', NULL, '', '2015-09-18', 0, 1, '', '', NULL, NULL, 2, '2015-12-14', 'ศย 305.001/7432', NULL, '', '2016-01-14', 'ศย 305.001/292', NULL, NULL, '', '', '', 404, '[520]', NULL, NULL, NULL, NULL, NULL, 401, 0, '2015-12-25', '2015-12-30', 'ย.658/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6502, 9, 4, '2015-12-14', '6710', '2015-12-15', '7932', NULL, '', NULL, '', NULL, '', 11, 'อ.2047/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายอาคิราหรือนุ๊ก  บุญทาวงค์ษา', 0, 0, 0, NULL, NULL, '', '2015-11-30', 0, 0, '', '', NULL, NULL, 0, '2015-12-22', '9025', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6503, 9, 2, '2015-12-15', '6745', '2015-12-18', '7980', NULL, '', NULL, '', NULL, '', 2, 'พ.1156/2558', '', 'ขอแสดงกรรมสิทธิ์ที่ดิน', 4, 'นางบัวลอย  ฮิราคะ', '', 0, 0, 0, NULL, NULL, '', '2015-12-11', 0, 0, '', '', NULL, NULL, 0, '2015-12-22', '9024', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[425]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6504, 9, 4, '2015-12-15', '6729', '2015-12-17', '7964', NULL, '', NULL, '', NULL, '', 2, 'อ.2077/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายธนวิชญ์หรือต๊ะ  จันทร์สด  กับพวก', 0, 0, 0, NULL, NULL, '', '2015-12-08', 0, 0, '', '', NULL, NULL, 0, '2015-12-22', '9023', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6505, 10, 4, '2015-08-18', 'ศย 305.009/5986', NULL, '', NULL, '', '2015-12-24', '8074', '2015-12-22', 'ศย 305.009/9841', 2, 'อ.1595/2558', '', 'ความผิดต่อชีวิต พยายาม', 8, 'พนักงานอัยการจังหวัดแพร่', 'นางพวงทิพย์หรือหมวย  ปนเปี้ย', 538, 402, 545, '2016-01-21', NULL, '', '2015-07-22', 0, 1, '', '', NULL, NULL, 2, '2015-08-26', 'ศย 305.001/6107', NULL, '', '2016-01-14', 'ศย 305.001/259', NULL, NULL, '', '', '', 406, '[501]', NULL, NULL, NULL, NULL, NULL, 396, 0, '2015-12-25', '2015-12-29', 'อ.612/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6506, 24, 4, '2015-08-18', 'ศย 305.006/(ป)/1652', NULL, '', NULL, '', '2015-12-24', '8073', '2015-12-23', 'ศย 305.006/(ป)/2596', 2, 'อ.104/2558', '', 'ความผิดเกี่ยวกับการข่มขืนกระทำชำเรา', 8, 'พนักงานอัยการจังหวัดน่าน', 'นายวันชัย  คำราพิช', 610, 398, 609, '2016-02-09', NULL, '', '2015-02-13', 0, 2, '', '', NULL, NULL, 2, '2015-08-26', 'ศย 305.001/6110', NULL, '', '2016-01-07', 'ศย 305.001/116', NULL, NULL, '', '', '', 403, '[494]', NULL, NULL, NULL, NULL, NULL, 398, 0, '2015-12-25', '2016-01-04', 'อ.613/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6507, 5, 4, '2015-08-24', 'ศย 305.004/2685', NULL, '', NULL, '', '2015-12-24', '8075', '2015-12-24', 'ศย 305.004/4056', 2, 'อ.180/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 8, 'พนักงานอัยการคดีเยาวชนและครอบครัวจังหวัดเชียงใหม่', 'นายทวี  วงกะสันต์', 414, 397, 411, '2016-01-19', NULL, '', '2015-08-14', 0, 4, '', '', NULL, NULL, 2, '2015-09-10', 'ศย 305.001/6533', NULL, '', '2015-12-30', 'ศย 305.001/9190', NULL, NULL, '', '', '', 397, '[520]', NULL, NULL, NULL, NULL, NULL, 396, 0, '2015-12-28', '2015-12-29', 'ย.659/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6509, 9, 4, '2015-12-25', 'ศย 305.008/6913', NULL, '', NULL, '', '2015-12-25', '8096', '2015-12-22', '', 2, 'อ.1637/2558', '', 'ความผิดต่อตำแหน่งหน้าที่ราชการ', 12, 'นางสาวนงค์ณภัทร  จำรัส', 'นายกรกต  คำปัญญา', 522, 607, 525, '2016-01-29', NULL, '', '2015-09-04', 0, 4, '', '', NULL, NULL, 1, NULL, '', NULL, '', '2016-01-07', 'ศย 305.001/158', NULL, NULL, '', '', '', 405, '[477]', NULL, NULL, NULL, NULL, NULL, 607, 0, '2015-12-28', '2015-12-30', 'อ.614/2558', 1, 0, 3, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6510, 9, 4, '2015-12-25', 'ศย 305.008/6915', NULL, '', NULL, '', '2015-12-25', '8094', '2015-12-22', '', 2, 'อ.1148/2558', '', 'ความผิดต่อชีวิต  พ.ร.บ.อาวุธปืน ฯ', 8, 'พนักงานอัยการจังหวัดพะเยา', 'นายธนาธิปหรือมินิ  มาเจริญ', 522, 399, 525, '2016-01-28', NULL, '', '2015-06-19', 0, 1, '', '', NULL, NULL, 2, NULL, '', NULL, '', '2016-01-12', 'ศย 305.001/218', NULL, NULL, '', 'พ่วงสำนวนคดีอาญาหมายเลขดำที่ ส.5/2558', '', 408, '[498]', NULL, 'พ่วงสำนวนคดีอาญาหมายเลขดำที่ ส.5/2558', NULL, 'สำนวนคดีอาญาหมายเลขดำที่ ส.5/2558', NULL, 399, 0, '2015-12-28', '2016-01-05', 'อ.615/2558', 1, 0, 3, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6511, 6, 4, '2015-12-25', 'ศย 305.005/บ 1846', NULL, '', NULL, '', '2015-12-25', '8091', '2015-12-21', '', 2, 'อ.463/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 8, 'พนักงานอัยการจังหวัดเชียงราย', 'นักโทษชายหรือนิพัฒน์หรือบี  มีศิลป์หรือมีแสงมรกต', 501, 399, 483, '2016-01-21', NULL, '', '2015-03-09', 0, 1, '', '', NULL, NULL, 2, NULL, '', NULL, '', NULL, 'ศย 305.001/152', NULL, NULL, '', '', '', 407, '[520]', NULL, NULL, NULL, NULL, NULL, 399, 0, '2015-12-28', '2015-12-30', 'ย.660/2558', 1, 0, 3, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6512, 6, 4, '2015-12-25', 'ศย 305.005/บ.1854', NULL, '', NULL, '', '2015-12-25', '8090', '2015-12-21', '', 2, 'อ.10/2557', '', 'พ.ร.บ.เลื่อยโซ่ยนต์   พ.ร.บ.ป่าไม้', 8, 'พนักงานอัยการจังหวัดเชียงราย', '', 483, 607, 501, '2016-01-28', NULL, '', '2014-11-26', 0, 2, '', '', NULL, NULL, 2, NULL, '', NULL, '', '2016-01-26', 'ศย 305.001/573', NULL, NULL, '', 'พ่วงสำนวนหมายเลขคดีดำที่  สว.10/2557', '', 403, '[523]', NULL, 'สำนวนพ่วง ตอนที่  2  หมายเลขดำที่  สว 10/2557', NULL, NULL, NULL, 607, 0, '2015-12-28', '2016-01-20', 'อ.616/2558', 1, 0, 3, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6513, 10, 4, '2015-05-08', 'ศย 305.009/3116', NULL, '', NULL, '', '2015-12-25', '8097', '2015-12-23', 'ศย 305.009/9883', 2, 'อ.617/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 8, 'พนักงานอัยการจังหวัดแพร่', 'นายไทย  แสงซ้ง', 544, 397, 539, '2016-02-25', NULL, '', '2015-03-30', 0, 1, '', '', NULL, NULL, 2, '2015-05-19', 'ศย 305.001/3109', NULL, '', '2016-01-04', 'ศย 305.001/2', NULL, NULL, '', '', '', 397, '[520]', NULL, NULL, NULL, NULL, NULL, 396, 0, '2015-12-28', '2016-01-04', 'ย.661/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6514, 20, 4, '2015-07-29', 'ศย 305.020/1247', NULL, '', NULL, '', '2015-12-25', '8098', '2015-12-23', 'ศย 305.010/14601', 2, 'อ.66/2558', '', 'ความผิดเกี่ยวกับเพศ', 8, 'พนักงานอัยการคดีเยาวชนและครอบครัวจังหวัดแพร่', 'นายคุนากรหรือปลาย  ปีหล้า', 480, 402, 482, '2016-01-19', NULL, '', '2015-07-24', 0, 4, '', '', NULL, NULL, 2, '2015-08-05', 'ศย 305.001/5397', NULL, '', '2016-01-13', 'ศย 305.001/231', NULL, NULL, '', '', '', 404, '[494]', NULL, NULL, NULL, NULL, NULL, 402, 0, '2015-12-28', '2016-01-05', 'อ.617/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6515, 6, 4, '2015-07-24', '305.005/f 1413', '2015-08-31', '13499', NULL, '', '2015-12-25', '8089', '2015-12-21', 'ศย 305.005/บ 1857', 2, 'อ.3386/2558', '', 'พรบ.ยาเสพติด', 8, 'พนักงานอัยการจังหวัดเชียงราย', 'นายไส่ตานหลู่  ( SAI  THAN LU)', 501, 400, 483, '2016-01-25', NULL, '', '2015-12-23', 0, 1, '', '', NULL, NULL, 2, '2015-08-24', '5947', NULL, '', '2016-01-04', 'ศย 305.001/2', NULL, NULL, '', '', '', 405, '[520]', NULL, NULL, NULL, NULL, NULL, 400, 0, '2015-12-28', '2015-12-30', 'ย.663/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6516, 6, 2, '2015-09-08', '305.005/ด 1638', '2015-09-21', '14579', NULL, '', '2015-12-25', '8092', '2015-12-21', '1855', 2, 'พ.1441/2558', '', 'ครอบครองปรปักษ์', 8, 'นางมัลติกา  งามสะอาด  ผู้ร้อง', '-', 501, 401, 483, '2016-01-18', NULL, '', '2015-09-01', 0, 4, '', '', NULL, NULL, 0, '2015-09-16', '6730', NULL, '', '2016-01-11', 'ศย 305.001/184', NULL, NULL, '', '', '', 407, '[417]', NULL, NULL, NULL, NULL, NULL, 401, 0, '2015-12-28', '2015-12-29', 'พ.218/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6517, 11, 4, '2015-07-07', 'ศย 305.010/7747', NULL, '', NULL, '', '2015-12-25', '8099', '2015-12-25', 'ศย 305.010/14601', 2, 'อ.1122/2558', '', 'ความผิดต่อพระราชบัญยัติยาเสพติดให้โทษ', 8, 'พนักงานอัยการจังหวัดลำปาง', 'นายประชัญ  หอมไกล  ที่ 1 กับพวกรวม  2  คน', 456, 398, 441, '2016-01-25', NULL, '', '2015-06-29', 0, 1, '', '', NULL, NULL, 2, '2015-07-24', 'ศย 305.001/5047', NULL, '', '2015-12-30', 'ศย 305.001/9198', NULL, NULL, '', '', '', 406, '[520]', NULL, NULL, NULL, NULL, NULL, 398, 0, '2015-12-28', '2015-12-29', 'ย.662/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6518, 9, 4, '2015-07-09', '3462', NULL, '', NULL, '', '2015-12-25', '8093', '2015-12-22', '6914', 2, 'อ.1248/2558', '', 'ความผิดต่อเสรีภาพ  อนาจาร  ข่มขืนกระทำชำเรา', 12, 'พนักงานอัยการ', 'นายวีรยุทธ  ไชยบาล', 522, 399, 525, '2016-01-27', NULL, '', '2015-07-01', 0, 2, '', '', NULL, NULL, 2, '2015-07-27', '5104', NULL, '', '2016-01-08', 'ศย 305.001/172', NULL, NULL, '', '', '', 408, '[504,495]', NULL, NULL, NULL, NULL, NULL, 399, 0, '2015-12-28', '2016-01-05', 'อ.619/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6519, 9, 4, '2015-05-19', '2171', NULL, '', NULL, '', '2015-12-25', '8095', '2015-12-22', '6916', 2, 'อ.880/2558', '', 'ความผิดต่อชีวิต  พ.ร.บ.อาวุธปืน ฯ', 8, 'พนักงานอัยการ', 'นายธนาธิปหรือมินิ  มาเจริญ', 522, 401, 525, '2016-01-28', NULL, '', '2015-05-11', 0, 1, '', '', NULL, NULL, 1, '2015-05-25', '3206', NULL, '', '2016-01-19', 'ศย 305.001/420', NULL, NULL, '', '', '', 408, '[498]', NULL, NULL, NULL, NULL, NULL, 401, 0, '2015-12-28', '2016-01-14', 'อ.618/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6520, 3, 2, '2012-06-19', 'ศย 305.002/11500', NULL, '', NULL, '', '2015-12-28', '8139', '2015-12-25', 'ศย 305.002/33628', 2, 'พ.720/2555', '', 'ทางจำเป็น', 8, 'นางสาวนิตยา  พงษ์พิกุล', 'นายวัลลภ  จตุรงค์พลาธิปัต', 549, 398, 579, '2016-01-28', NULL, '', '2012-05-16', 0, 4, '', '', NULL, NULL, 15, '2012-07-06', 'ศย 305.001/3151', NULL, '', '2016-01-25', 'ศย 305.001/552', NULL, NULL, '', '', '', 408, '[413]', NULL, NULL, NULL, NULL, NULL, 398, 0, '2015-12-29', '2016-01-21', 'พ.219/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6521, 11, 4, '2015-07-02', 'ศย 305.010/7571', NULL, '', NULL, '', '2015-12-28', '8133', '2015-12-25', 'ศย 305.010/14618', 2, 'อ.1071/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 8, 'พนักงานอัยการจังหวัดลำปาง', 'นายเกรียงไกรหรือเก่ง  ดอกไม้', 441, 607, 456, '2016-01-21', NULL, '', '2015-06-22', 0, 1, '', '', NULL, NULL, 1, '2015-07-24', 'ศย 305.001/5045', NULL, '', '2016-01-07', 'ศย 305.001/150', NULL, NULL, '', '', '', 403, '[520]', NULL, NULL, NULL, NULL, NULL, 607, 0, '2015-12-29', '2015-12-30', 'ย.664/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6522, 11, 4, '2015-08-13', 'ศย 305.010/9280', NULL, '', NULL, '', '2015-12-28', '8132', '2015-12-25', 'ศย 305.010/14639', 2, 'อ.1364/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 8, 'พนักงานอัยการจังหวัดลำปาง', 'นายยั้งฉ่าย  แสงสี่  ที่ 1 กับพวกรวม  2  คน', 440, 400, 454, '2016-01-19', NULL, '', '2015-07-29', 0, 1, '', '', NULL, NULL, 2, '2015-08-21', 'ศย 305.001/5935', NULL, '', '2016-01-07', 'ศย 305.001/160', NULL, NULL, '', '', '', 408, '[520]', NULL, NULL, NULL, NULL, NULL, 400, 0, '2015-12-29', '2016-01-04', 'ย.665/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6523, 6, 4, '2015-12-28', 'ศย 305.005/ บ.1870', NULL, '', NULL, '', '2015-12-28', '8137', '2015-12-18', '', 2, 'อ.1195/2558', '', 'ความผิดต่อชีวิต', 8, 'พนักงานอัยการจังหวัดเชียงราย', 'นายสมโภชน์  จันทร์ตาธรรม', 503, 402, 481, '2016-01-21', NULL, '', '2015-03-24', 0, 1, '', '', NULL, NULL, 2, NULL, '', NULL, '', '2016-01-13', 'ศย 305.001/230', NULL, NULL, '', '', '', 406, '[501]', NULL, NULL, NULL, NULL, NULL, 402, 0, '2015-12-29', '2016-01-05', 'อ.620/2558', 1, 0, 3, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6524, 6, 4, '2014-10-29', 'ศย 305.005/2028', NULL, '', NULL, '', '2015-12-28', '8138', '2015-12-24', 'ศย 305.005/ บ.1871', 2, 'อ.5434/2557', '', 'ความผิดต่อพระราชบัญญัติยาเสพให้โทษ', 8, 'พนักงานอัยการจังหวัดเชียงราย', 'นายประวิทย์หรือธีรเดช  สุริยะจันทร์', 496, 401, 503, '2016-01-28', NULL, '', '2014-10-24', 0, 1, '', '', NULL, NULL, 2, '2014-11-12', 'ศย 305.001/8214', NULL, '', '2016-01-14', 'ศย 305.001/288', NULL, NULL, '', 'พ่วงสำนวนคดีอาญาหมายเลขแดงที่  1741/2552', '', 405, '[520]', NULL, 'พ่วงสำนวนคดีอาญาหมายเลขแดงที่  1741/2552', NULL, NULL, NULL, 0, 401, '2015-12-29', '2016-01-04', 'ย.667/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6525, 6, 4, '2015-02-04', 'ศย 305.005/ด.148', NULL, '', NULL, '', '2015-12-28', '8135', '2015-12-24', 'ศย 305.005/บ.1882', 2, 'อ.6193/2557', '', 'ความผิดต่อเสรีภาพ', 8, 'พนักงานอัยการจังหวัดเชียงราย', 'นายอาล่องหรืออาเหว่ย  เชอมือ', 497, 607, 492, '2016-01-18', NULL, '', '2014-12-25', 0, 1, '', '', NULL, NULL, 2, '2015-02-11', 'ศย 305.001/805', NULL, '', '2016-01-07', 'ศย 305.001/149', NULL, NULL, '', '', '', 407, '[504]', NULL, NULL, NULL, NULL, NULL, 607, 0, '2015-12-29', '2015-12-30', 'อ.622/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6526, 8, 7, '2015-05-20', '2711', '2015-06-18', '2396', NULL, '', '2015-12-28', '8131', '2015-12-23', '6714', 2, 'ย.467/2558', '', 'พรบ.ยาเสพติด', 8, 'พนักงานอัยการจังหวัดฝาง', 'นายเมืองวันหรือกวงฟู  แซ่หลี่', 517, 397, 513, '2016-01-14', NULL, '', '2015-05-18', 0, 1, '', '', NULL, NULL, 2, '2015-06-16', '3861', NULL, '', '2015-12-30', 'ศย 305.001/9207', NULL, NULL, '', '', '', 397, '[520]', NULL, NULL, NULL, NULL, NULL, 396, 0, '2015-12-29', '2015-12-30', 'ย.666/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6527, 6, 2, '2014-03-20', 'ศย 305.005/ด.428', NULL, '', NULL, '', '2015-12-28', '8136', '2015-12-24', 'ศย 305.005/บ.1881', 2, 'พ.1975/2556', '', 'ผิดสัญญาจะซื้อจะขาย', 8, 'นางปรารถนา  โมริโอกะ', 'ร้อยเอกประสงค์  ประเสริฐ  ที่ 1 กับพวกรวม  1  คน', 497, 402, 492, '2016-01-19', NULL, '', '2013-12-11', 0, 4, '', '', NULL, NULL, 15, '2014-03-31', 'ศย.305.001/1846', NULL, '', '2016-01-13', 'ศย 305.001/227', NULL, NULL, '', '', '', 404, '[452]', NULL, NULL, NULL, NULL, NULL, 396, 0, '2015-12-29', '2016-01-05', 'พ.220/2558', 0, 1, 0, '1100000.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6528, 18, 4, '2015-09-15', '3942', '2015-10-14', '5733', NULL, '', '2015-12-28', '5292', '2015-12-24', '5292', 2, 'อ.1208/2558', '', 'ความผิดต่อชีวิต พยายาม', 8, 'พนักงานอัยการจังหวัดเทิง', 'นายเปาวิน  เลเซอ', 479, 399, 463, '2016-01-19', NULL, '', '2015-09-04', 0, 1, '', '', NULL, NULL, 3, '2015-10-12', '7334', NULL, '', '2016-01-07', 'ศย 305.001/161', NULL, NULL, '', '', '', 405, '[501]', NULL, NULL, NULL, NULL, NULL, 399, 0, '2015-12-29', '2015-12-30', 'อ.621/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6529, 3, 4, '2015-05-07', 'ศย 305.002/11644', NULL, '', NULL, '', '2015-12-28', '8141', '2015-12-28', 'ศย 305.002/33746', 2, 'อ.1089/2558', '', 'ความผิดต่อพระราชบัญญัติการเลือกตั้งสมาชิกสภาท้องถิ่นหรือผู้บริหารท้องถิ่น', 8, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายคำ  กันทาดง ที่ 1 กับพวกรวม  2  คน', 572, 405, 556, '2016-01-15', NULL, '', '2015-03-23', 0, 4, '', '', NULL, NULL, 2, '2015-05-18', 'ศย 305.001/3091', NULL, '', '2016-01-08', 'ศย 305.001/175', NULL, NULL, '', '', '', 400, '[525]', NULL, 'เอกสารแยกเก็บที่  กอ.25/2558', NULL, 'เอกสารแยกเก็บที่ กอ.25/2558', NULL, 396, 0, '2015-12-30', '2016-01-04', 'อ.623/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6530, 17, 4, '2015-11-19', 'ศย 305.016/2078', NULL, '', NULL, '', '2015-12-28', '8142', '2015-12-25', 'ศย 305.016/2286', 2, 'อ.69/2558', '', 'ชิงทรัพย์', 8, 'พนักงานอัยการคดีเยาวชนและครอบครัวจังหวัดลำพูน', 'เด็กชายธันวาหรือทิดาวา  สวัสดิ์เริ่มใหม่', 489, 401, 490, '2016-01-25', NULL, '', '2015-11-13', 0, 2, '', '', NULL, NULL, 2, '2015-12-25', 'ศย 305.001/8404', NULL, '', '2016-01-11', 'ศย 305.001/185', NULL, NULL, '', '', '', 407, '[511]', NULL, NULL, NULL, NULL, NULL, 401, 0, '2015-12-30', '2016-01-04', 'อ.624/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6531, 11, 4, '2015-09-17', 'ศย 305.010/10770', NULL, '', NULL, '', '2015-12-29', '8166', '2015-12-28', 'ศย 305.010/14671', 2, 'อ.1604/2558', '', 'ความผิดเกี่ยวกับเพศ', 12, 'พนักงานอัยการจังหวัดลำปาง', 'นายทา  ต้นกลาง', 456, 607, 441, '2016-01-28', NULL, '', '2015-09-03', 0, 1, '', '', NULL, NULL, 2, '2015-09-30', 'ศย 305.001/7140', NULL, '', '2016-01-07', 'ศย 305.001/159', NULL, NULL, '', '', '', 406, '[494]', NULL, NULL, NULL, NULL, NULL, 607, 0, '2015-12-30', '2016-01-05', 'อ.625/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6532, 24, 4, '2015-09-17', 'ศย 305.006(ป)/1890', NULL, '', NULL, '', '2015-12-29', '8164', '2015-12-29', 'ศย 305.006(ป) 2619', 2, 'อ.713/2558', '', 'ความผิดต่อชีวิต', 12, 'พนักงานอัยการจังหวัดน่าน', 'นายวิวัฒน์  ศิริคาม', 610, 398, 609, '2016-02-15', NULL, '', '2015-09-11', 0, 1, '', '', NULL, NULL, 2, '2015-10-15', 'ศย 305.001/7480', NULL, '', NULL, '', NULL, NULL, '', '', '', 408, '[498]', NULL, NULL, NULL, NULL, NULL, 0, 0, '2015-12-30', '2016-01-12', 'อ.626/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6533, 3, 4, '2015-09-24', 'ศย 305.002/25651', NULL, '', NULL, '', '2015-12-29', '8164', '2015-12-29', 'ศย 305.002/33866', 2, 'อ.30/2558', '', 'ซันสูตรพลิกศพ', 8, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายสมชาย  แซ่หาญ', 559, 397, 568, '2016-01-25', NULL, '', '2015-09-08', 0, 0, '', '', NULL, NULL, 0, '2015-10-08', 'ศย 305.001/7267', NULL, '', '2016-01-05', 'ศย 305.001/30', NULL, NULL, '', '', '', 397, '[522]', NULL, NULL, NULL, NULL, NULL, 396, 0, '2015-12-30', '2016-01-05', 'อ.627/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6535, 14, 4, '2014-04-29', 'ศย305.013/4285', NULL, '', NULL, '', '2015-12-29', '8165', '2015-12-24', 'ศย 305.013/14277', 2, 'อ.834/2557', '', 'ความผิดเกี่ยวกับเอกสาร', 11, 'พนักงานอัยการจังหวัดลำพูน', 'นายธนา  ยะโสภา ที่ 1 กับพวกรวม  23  คน', 424, 399, 442, '2016-02-12', NULL, '', '2014-04-28', 0, 4, '', '', NULL, NULL, 2, '2014-05-14', 'ศย 305.001/2511', NULL, '', NULL, '', NULL, NULL, '', '', '', 403, '[492]', NULL, NULL, NULL, NULL, NULL, 0, 0, '2015-12-30', NULL, 'อ.628/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6536, 3, 4, '2015-02-23', 'ศย 305.002/5520', NULL, '', NULL, '', '2015-12-29', '8180', '2015-12-28', 'ศย 305.002/33709', 2, 'อ.473/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 8, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายชัยพร  บุญเกษม', 578, 402, 550, '2016-01-22', NULL, '', '2015-02-09', 0, 4, '', '', NULL, NULL, 2, '2015-03-11', 'ศย 305.001/1588', NULL, '', '2016-01-14', 'ศย 305.001/923', NULL, NULL, '', '', '', 404, '[520]', NULL, NULL, NULL, NULL, NULL, 402, 0, '2015-12-30', '2016-01-12', 'ย.668/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6537, 19, 4, '2015-12-22', '1644', '2015-12-24', '8065', NULL, '', NULL, '', NULL, '', 2, 'อ.233/2558', '', 'ข่มขืนกระทำชำเรา  ความผิดเกี่ยวกับเพศ', 4, 'พนักงานอัยการ', 'นายพงษ์สิริหรือเบล  มูลเมือง  กับพวก', 0, 0, 0, NULL, NULL, '', '2015-12-18', 0, 0, '', '', NULL, NULL, 0, '2015-12-28', '9156', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[494]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6538, 19, 4, '2015-12-22', '1646', '2015-12-24', '8064', NULL, '', NULL, '', NULL, '', 2, 'อ.236/2558', '', 'ข่มขืนกระทำชำเรา  ความผิดต่อเสรีภาพ', 4, 'พนักงานอัยการ', 'เด็กชายวิทยาหรือนอต  เลขนอก', 0, 0, 0, NULL, NULL, '', '2015-12-18', 0, 0, '', '', NULL, NULL, 0, '2015-12-28', '9157', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[494]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6539, 19, 4, '2015-12-22', '1647', '2015-12-24', '8063', NULL, '', NULL, '', NULL, '', 11, 'อ.237/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายสมชายหรือเอก  ศรีหมี่', 0, 0, 0, NULL, NULL, '', '2015-12-18', 0, 0, '', '', NULL, NULL, 0, '2015-12-28', '9158', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6540, 19, 4, '2015-12-21', '1639', '2015-12-23', '8047', NULL, '', NULL, '', NULL, '', 11, 'อ.235/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายชิษณุพงศ์หรือโบ๊ท  เพชรรักษ์', 0, 0, 0, NULL, NULL, '', '2015-12-18', 0, 0, '', '', NULL, NULL, 0, '2015-12-28', '9159', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6541, 24, 4, '2015-12-14', '2521', '2015-12-21', '8013', NULL, '', NULL, '', NULL, '', 2, 'อ.833/2558', '', 'ความผิดต่อ พ.ร.บ.ป่าไม้', 4, 'พนักงานอัยการ', 'นายธนู  ยอดหล้า', 0, 0, 0, NULL, NULL, '', '2015-10-20', 0, 0, '', '', NULL, NULL, 0, '2015-12-23', '9032', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[523]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6542, 24, 4, '2015-12-14', '2520', '2015-12-21', '8014', NULL, '', NULL, '', NULL, '', 2, 'อ.832/2558', '', 'ความผิดต่อ พ.ร.บ.ป่าไม้', 4, 'พนักงานอัยการ', 'นางศรีคำ  นิลคง', 0, 0, 0, NULL, NULL, '', '2015-10-20', 0, 0, '', '', NULL, NULL, 0, '2015-12-23', '*264', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[523]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6543, 10, 4, '2015-12-16', '9632', '2015-12-18', '7981', NULL, '', NULL, '', NULL, '', 12, 'อ.1608/2558', '', 'ความผิดต่อ พ.ร.บ.ป่าไม้', 4, 'พนักงานอัยการ', 'นายอนันต์  เจริญวัย  กับพวก', 0, 0, 0, NULL, NULL, '', '2015-07-23', 0, 0, '', '', NULL, NULL, 0, '2015-12-23', '9033', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[523]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6544, 475, 4, '2015-12-15', '2465', '2015-12-17', '7974', NULL, '', NULL, '', NULL, '', 2, 'อ.715/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยกาาร', 'นายประพันธ์หรือพัน  แก่ดง', 0, 0, 0, NULL, NULL, '', '2015-12-11', 0, 0, '', '', NULL, NULL, 0, '2015-12-24', '9111', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6545, 16, 4, '2015-12-16', '2527', '2015-12-21', '7995', NULL, '', NULL, '', NULL, '', 2, 'อ.407/2558', '', 'ข่มขืนกระทำชำเรา', 4, 'พนักงานอัยการ', 'นายกิตติพศ  แสงลี', 0, 0, 0, NULL, NULL, '', '2015-11-24', 0, 0, '', '', NULL, NULL, 0, '2015-12-24', '9110', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[494]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6546, 11, 4, '2015-12-16', '14291', '2015-12-17', '7970', NULL, '', NULL, '', NULL, '', 2, 'อ.2127/2558', '', 'ข่มขืนกระทำชำเรา  ความผิดเกี่ยวกับเพศ', 4, 'พนักงานอัยการ', 'นายเสกสรรค์หรือแซม  น้อยใจยา', 0, 0, 0, NULL, NULL, '', '2015-12-03', 0, 0, '', '', NULL, NULL, 0, '2015-12-24', '9090', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[494]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6547, 11, 4, '2015-12-18', '14423', '2015-12-21', '7997', NULL, '', NULL, '', NULL, '', 2, 'อ.2104/2558', '', 'ความผิดต่อ พ.ร.บ.ป่าไม้', 4, 'พนักงานอัยการ', 'นางรัตนา  สีนา  กับพวก', 0, 0, 0, NULL, NULL, '', '2015-11-26', 0, 0, '', '', NULL, NULL, 0, '2015-12-24', '9091', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[523]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6548, 11, 4, '2015-12-18', '14422', '2015-12-21', '7999', NULL, '', NULL, '', NULL, '', 2, 'อ.2113/2558', '', 'ข่มขืนกระทำชำเรา  ความผิดเกี่ยวกับเพศ', 4, 'พนักงานอัยการ', 'นายบุญมี  กาจารี', 0, 0, 0, NULL, NULL, '', '2015-11-27', 0, 0, '', '', NULL, NULL, 0, '2015-12-24', '9092', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[494]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6549, 11, 4, '2015-12-16', '14295', '2015-12-17', '7972', NULL, '', NULL, '', NULL, '', 11, 'อ.2139/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายชวลิต  เพชรแหวน', 0, 0, 0, NULL, NULL, '', '2015-12-04', 0, 0, '', '', NULL, NULL, 0, '2015-12-24', '9093', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6550, 11, 4, '2015-12-16', '14340', '2015-12-17', '7973', NULL, '', NULL, '', NULL, '', 11, 'อ.2131/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายจำลอง  สวนดอก', 0, 0, 0, NULL, NULL, '', '2015-12-03', 0, 0, '', '', NULL, NULL, 0, '2015-12-24', '9094', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6551, 11, 4, '2015-12-16', '14294', '2015-12-17', '7971', NULL, '', NULL, '', NULL, '', 11, 'อ.2140/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายวรทัศน์หรือหนึ่ง  ลือชัย', 0, 0, 0, NULL, NULL, '', '2015-12-04', 0, 0, '', '', NULL, NULL, 0, '2015-12-24', '9095', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6552, 14, 2, '2015-12-04', '13565', '2015-12-21', '8012', NULL, '', NULL, '', NULL, '', 2, 'พ.784/2558', '', 'ยืม  ค้ำประกัน  จำนอง', 4, 'ธนาคารไทยพาณิชย์', 'นางคนึงนิตย์  อินธรรมขันธ์  กับพวก', 0, 0, 0, NULL, NULL, '', '2015-10-27', 0, 0, '', '', NULL, NULL, 0, '2015-12-24', '9089', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[457,458,394]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '8000000.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6553, 14, 4, '2015-11-27', '13331', '2015-12-23', '8855', NULL, '', NULL, '', NULL, '', 11, 'อ.1695/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายกฤตนัยหรือเน็ท  มาต๊ะพาน', 0, 0, 0, NULL, NULL, '', '2015-08-21', 0, 0, '', '', NULL, NULL, 0, '2015-12-28', '9174', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6554, 7, 4, '2015-12-16', '5195', '2015-12-18', '7985', NULL, '', NULL, '', NULL, '', 2, 'อ.1512/2558', '', 'ความผิดต่อชีวิต  พยายาม', 4, 'พนักงานอัยการ', 'นายนิธิศหรือเชษฐ์  ศรีกิจชัยกุล', 0, 0, 0, NULL, NULL, '', '2015-12-11', 0, 0, '', '', NULL, NULL, 0, '2015-12-23', '9030', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[501]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6555, 7, 4, '2015-12-18', '5215', '2015-12-22', '8028', NULL, '', NULL, '', NULL, '', 12, 'อ.1515/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายปานเทพหรือแบงค์  อายุยืน  กับพวก', 0, 0, 0, NULL, NULL, '', '2015-12-11', 0, 0, '', '', NULL, NULL, 0, '2015-12-24', '9112', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6556, 19, 4, '2015-12-15', '1627', '2015-12-18', '7986', NULL, '', NULL, '', NULL, '', 2, 'อ.230/2558', '', 'ความผิดต่อชีวิต', 4, 'พนักงานอัยการ', 'นายสิริชัยหรือเป็ด แซ่ลี', 0, 0, 0, NULL, NULL, '', '2015-12-11', 0, 0, '', '', NULL, NULL, 0, '2015-12-24', '9109', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[498]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6557, 19, 4, '2015-12-11', '2151', '2015-12-17', '7969', NULL, '', NULL, '', NULL, '', 2, 'อ.5043/2558', '', 'ความผิดต่อชีวิต', 4, 'พนักงานอัยการ', 'นายเตชิต  ฉ่ำมณี', 0, 0, 0, NULL, NULL, '', '2015-11-30', 0, 0, '', '', NULL, NULL, 0, '2015-12-17', '9108', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[498]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6558, 3, 4, '2015-12-16', '32912', '2015-12-22', '8019', NULL, '', NULL, '', NULL, '', 11, 'อ.4373/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายธนภัทรหรือหนุ่ม  ประกอบผล', 0, 0, 0, NULL, NULL, '', '2015-11-06', 0, 0, '', '', NULL, NULL, 0, '2015-12-24', '9103', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6559, 3, 2, '2015-12-15', '32818', '2015-12-22', '8020', NULL, '', NULL, '', NULL, '', 2, 'พ.2198/2558', '', 'ทางจำเป็น  ขอให้เปิดทาง', 4, 'นายนิพนธ์  ชัยเทพ  กับพวก', 'นางศรีเพ็ญ  วงค์นาม  กับพวกพวก', 0, 0, 0, NULL, NULL, '', '2015-11-30', 0, 0, '', '', NULL, NULL, 0, '2015-12-22', '9102', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[413]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL);
INSERT INTO `info_cases` (`id`, `user_id`, `type_id`, `date_sent`, `number_sent`, `date_received`, `number_received`, `date_received2`, `number_received2`, `date_received3`, `number_received3`, `date_sent2`, `number_sent2`, `command_id`, `number_black`, `number_red`, `title`, `result`, `plaintiff`, `defendant`, `judge_id`, `judge2_id`, `judge3_id`, `date_ap`, `date_sent3`, `number_sent3`, `date_case`, `topic_id`, `imprison_id`, `file1`, `file2`, `date_finish`, `date_read`, `accept_id`, `date_sent4`, `number_sent4`, `date_received4`, `number_received4`, `date_sent5`, `number_sent5`, `date_modified`, `date_upload`, `note1`, `note2`, `note3`, `judge4_id`, `topic_ids`, `form1_note`, `form2_note`, `form3_note`, `form4_note`, `form5_note`, `judge_checkout1_id`, `judge_checkout2_id`, `date_at_received1`, `date_at_received2`, `auto_received_num`, `no_case_sent`, `at_correct`, `at_result_id`, `capital`, `return_checked`, `return2_checked`, `link_checked`, `link_ids`, `add_checked`, `add_ids`, `date_sent_a`, `number_sent_a`, `note1_a`, `auto_received_num2`, `judge_id_a`, `date_received3_a`, `judge2_id_a`, `date_at_received1_a`, `judge4_id_a`, `date_at_received2_a`, `judge_checkout1_id_a`, `judge_checkout2_id_a`, `date_sent5_a`, `form4_note_a`, `number_sent5_a`, `number_received3_a`) VALUES
(6560, 3, 4, '2015-12-15', '32848', '2015-12-22', '8024', NULL, '', NULL, '', NULL, '', 2, 'อ.3672/2558', '', 'ความผิดต่อตำแหน่งหน้าที่ราชการ', 4, 'นายประสาตร์  ล้อมลาย  กับพวก', 'นายอัมพร  ปานมงคล  กับพวก', 0, 0, 0, NULL, NULL, '', '2015-09-16', 0, 0, '', '', NULL, NULL, 0, '2015-12-22', '9101', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[477]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6561, 5, 4, '2015-12-18', '4012', '2015-12-22', '8017', NULL, '', NULL, '', NULL, '', 2, 'อ.267/2558', '', 'ข่มขืนกระทำชำเรา  ความผิดเกี่ยวกับเพศ', 4, 'พนักงานอัยการ', 'นายโกวิท  จักร์คำ', 0, 0, 0, NULL, NULL, '', '2015-12-16', 0, 0, '', '', NULL, NULL, 0, '2015-12-24', '9014', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[494]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6562, 14, 2, '2013-09-30', '305.013/10336', NULL, '', NULL, '', '2015-12-30', '8181', '2015-12-25', 'ศย 305.013/14303', 2, 'พ.521/2556', '', 'เพิกถอนนิติกรรม', 8, 'นางลัดดาหรืออรลัดดา  สาธนันชัย', 'นายประสิทธิ์  ศะริจันทร์ ที่ 1 กับพวกรวม  2  คน', 437, 399, 432, '2016-02-08', NULL, '', '2013-09-20', 0, 4, '', '', NULL, NULL, 15, '2013-10-04', '305.001/5715', NULL, '', '2016-01-20', 'ศย 305.001/469', NULL, NULL, '', 'เอกสารแยกเก็บ ก.16/2558  1  ซอง', '', 403, '[428]', NULL, 'เอกสารแยกเก็บ  16/2558', NULL, NULL, NULL, 399, 0, '2016-01-05', '2016-01-15', 'พ.221/2558', 0, 1, 0, '300000.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6563, 18, 2, '2015-10-27', 'ศย 305.017/4545', NULL, '', NULL, '', '2015-12-30', '8182', '2015-12-30', 'ศย 305.017/5317', 2, 'พ.492/2558', '', 'ขอแสดงกรรมสิทธิ์ที่ดิน', 8, 'นางผ่องศรี  ศรีวิชัย', '', 467, 402, 473, '2016-01-18', NULL, '', '2015-10-19', 0, 4, '', '', NULL, NULL, 15, '2015-11-09', '305.001/8053', NULL, '', '2016-01-12', 'ศย 305.001/217', NULL, NULL, '', '', '', 406, '[425]', NULL, NULL, NULL, NULL, NULL, 402, 0, '2016-01-06', '2016-01-07', 'พ.222/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6564, 14, 4, '2014-12-16', 'ศย 305.013/13782', NULL, '', NULL, '', '2015-12-30', '8183', '2015-12-25', 'ศย 305.013/14302', 2, 'อ.2731/2557', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 8, 'พนักงานอัยการจังหวัดลำพูน', 'นายวีรศักดิ์หรือแต๋ง  ปาลี ที่ 1 กับพวกรวม  2  คน', 442, 400, 444, '2016-01-19', NULL, '', '2014-11-28', 0, 1, '', '', NULL, NULL, 2, '2014-12-24', 'ศย 305.001/9207', NULL, '', '2016-01-14', 'ศย 305.001/321', NULL, NULL, '', '', '', 408, '[520]', NULL, NULL, NULL, NULL, NULL, 396, 0, '2016-01-06', '2016-01-11', 'ย.669/2558', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6565, 10, 2, '2016-01-04', 'ศย 305.009/9908', NULL, '', NULL, '', '2015-12-30', '8184', '2015-12-30', '', 2, 'พ.255/2558', '', 'ขอแสดงกรรมสิทธิ์ที่ดิน', 8, 'นางหลงคิด  หมื่นขันธ์  ที่ 1 กับพวกรวม  2  คน', '', 538, 401, 545, '2016-02-09', NULL, '', '2015-03-27', 0, 4, '', '', NULL, NULL, 15, NULL, '', NULL, '', '2016-01-11', 'ศย 305.001/183', NULL, NULL, '', '', '', 405, '[425]', NULL, NULL, NULL, NULL, NULL, 401, 0, '2016-01-05', '2016-01-07', 'พ.223/2558', 1, 0, 3, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6566, 6, 4, '2015-02-04', 'ศย 305.005/ด.149', NULL, '', NULL, '', '2016-01-04', '27', '2015-12-24', 'ศย 305.005/บ.1908', 2, 'อ.378/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 12, 'พนักงานอัยการจังหวัดเชียงราย', 'นายพล  เยอเบาะ', 481, 401, 503, '2016-01-27', NULL, '', '2015-01-15', 0, 1, '', '', NULL, NULL, 2, '2016-02-11', 'ศย 305.001/806', NULL, '', '2016-01-11', 'ศย 305.001/186', NULL, NULL, '', '', '', 406, '[520]', NULL, NULL, NULL, NULL, NULL, 401, 0, '2016-01-06', '2016-01-07', 'อ.2/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6567, 6, 4, '2015-06-08', 'ศย 305.005/ด.862', NULL, '', NULL, '', '2016-01-04', '30', '2015-12-29', 'ศย.305.005/บ.1900', 2, 'อ.2601/2558', '', 'ความผิดต่อชีวิต', 8, 'พนักงานอัยการจังหวัดเชียงราย', 'นายมูล  คำแซว', 502, 607, 478, '2016-01-19', NULL, '', '2015-06-29', 0, 1, '', '', NULL, NULL, 2, '2015-06-25', 'ศย 305.001/4314', NULL, '', '2016-01-08', 'ศย 305.001/171', NULL, NULL, '', '', '', 406, '[498]', NULL, NULL, NULL, NULL, NULL, 607, 0, '2016-01-05', '2016-01-07', 'อ.1/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6568, 6, 4, '2016-01-04', 'ศย 305.005/บ.1901', NULL, '', NULL, '', '2016-01-04', '29', '2015-12-29', '', 2, 'อ.742/2558', '', 'ความผิดต่อชีวิต', 8, 'พนักงานอัยการจังหวัดเชียงราย', 'พลทหารหรือนายพีรพล  แก้วรากมุข ที่ 1 กับพวกรวม  2  คน', 502, 398, 478, '2016-01-26', NULL, '', '2015-02-16', 0, 2, '', '', NULL, NULL, 2, NULL, '', NULL, '', '2016-01-21', 'ศย 305.001/510', NULL, NULL, '', '', '', 405, '[498]', NULL, NULL, NULL, NULL, NULL, 398, 0, '2016-01-06', '2016-01-07', 'อ.3/2559', 1, 0, 3, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6569, 8, 7, '2015-02-06', 'ศย 305.007/716', NULL, '', NULL, '', '2016-01-04', '31', '2015-12-30', 'ศย 305.007/6888', 2, 'ย.108/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 8, 'พนักงานอัยการจังหวัดฝาง', 'นายชัชวาลย์  คำแดง', 515, 399, 514, '2016-01-18', NULL, '', '2015-02-05', 0, 1, '', '', NULL, NULL, 2, '2015-02-20', 'ศย 305.001/1134', NULL, '', '2016-01-13', 'ศย 305.001/226', NULL, NULL, '', 'พ่วงสำนวนคดีอาญาหมายเลขแดง ที่  84/2558', '', 403, '[520]', NULL, 'พ่วงสำนวนคดีอาญาหมายเลขแดงที่  84/2558', NULL, NULL, NULL, 399, 0, '2016-01-06', '2016-01-11', 'อ.4/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6570, 4, 4, '2011-07-13', 'ศย.305.003/8439', NULL, '', NULL, '', '2016-01-04', '35', '2015-12-30', 'ศย 305.003/21263', 2, 'อ.1194/2554', '', 'ฉ้อโกง', 8, 'สหกรณ์นิคมพร้าว จำกัด', 'นางสาวทรางลักษณ์  เหลาผา  1 ที่ กับพวกรวม  6  คน', 455, 402, 455, '2016-01-20', NULL, '', '2011-03-14', 0, 2, '', '', NULL, NULL, 1, '2011-08-15', 'ศย 305.001/5211', NULL, '', '2016-01-19', 'ศย 305.001/422', NULL, NULL, '', '', '', 404, '[513]', 'เอกสารแยกเก็บที่  21/2554', 'พ่วงสำนวนคอีอาญาหมายเลขแดงที่  3190/2557  จำนวน  3  เล่ม', NULL, NULL, NULL, 396, 0, '2016-01-06', '2016-01-15', 'อ.5/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6571, 14, 4, '2015-05-15', 'ศย 305.013/5013', NULL, '', NULL, '', '2016-01-04', '34', '2015-12-24', 'ศย 305.013/14279', 2, 'อ.956/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 12, 'พนักงานอัยการจังหวัดลำพูน', 'นายสุภชัยหรือเติ้ล  สว่างปัญญาธนโชค ที่ 1 กับพวก', 432, 607, 437, '2016-02-15', NULL, '', '2015-05-01', 0, 1, '', '', NULL, NULL, 2, '2015-05-26', 'ศย 305.001/3244', NULL, '', NULL, '', NULL, NULL, '', '', '', 407, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, '2016-01-06', '2016-01-07', 'อ.6/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6572, 3, 8, '2015-12-18', '33121', '2015-12-22', '8040', NULL, '', NULL, '', NULL, '', 2, 'ช.42/2558', '', 'ชันสูตรพลิกศพ', 4, 'พนักงานอัยการ', 'นายณัฐวุฒิ  ค้าขาย', 0, 0, 0, NULL, NULL, '', '2015-12-04', 0, 0, '', '', NULL, NULL, 0, '2015-12-28', '9147', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[522]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6573, 3, 8, '2015-12-18', '33124', '2015-12-22', '8039', NULL, '', NULL, '', NULL, '', 2, 'ช.41/2558', '', 'ชันสูตรพลิกศพ', 4, 'พนักงานอัยการ', 'นช.หรือนายอุ่นเรือน  อุ่นใจ', 0, 0, 0, NULL, NULL, '', '2015-12-03', 0, 0, '', '', NULL, NULL, 0, '2015-12-28', '9146', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[522]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6574, 3, 2, '2015-12-18', '33119', '2015-12-23', '8043', NULL, '', NULL, '', NULL, '', 2, 'พ.2205/2558', '', 'กรรมสิทธิ์รวม', 4, 'นางนวลน้อย  เพชรลออ', 'นายสุภัทรชัย  โต้ตอบ  กับพวก', 0, 0, 0, NULL, NULL, '', '2015-12-02', 0, 0, '', '', NULL, NULL, 0, '2015-12-28', '9145', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[414]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6575, 3, 4, '2015-12-17', '33097', '2015-12-22', '8037', NULL, '', NULL, '', NULL, '', 2, 'อ.4424/2558', '', 'ข่มขืนกระทำชำเรา  ความผิดเกี่ยวกับเพศ', 4, 'พนักงานอัยการ', 'นายพีรยุทธหรือเบ็นซ์  ธรรมสุข', 0, 0, 0, NULL, NULL, '', '2015-11-10', 0, 0, '', '', NULL, NULL, 0, '2015-12-28', '9144', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[494]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6576, 3, 4, '2015-12-18', '33130', '2015-12-22', '8041', NULL, '', NULL, '', NULL, '', 2, 'อ.4783/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายเจ่ง  เลาจาง', 0, 0, 0, NULL, NULL, '', '2015-12-08', 0, 0, '', '', NULL, NULL, 0, '2015-12-28', '9143', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6577, 3, 4, '2015-12-18', '33132', '2015-12-23', '8042', NULL, '', NULL, '', NULL, '', 2, 'อ.4492/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายวุฒิชัยหรือป๊อด  ทิยะ', 0, 0, 0, NULL, NULL, '', '2015-11-13', 0, 0, '', '', NULL, NULL, 0, '2015-12-28', '9142', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6578, 8, 7, '2015-12-21', '6689', '2015-12-23', '8060', NULL, '', NULL, '', NULL, '', 2, 'ย.1180/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายอ้วน  จะสีโจ  กับพวก', 0, 0, 0, NULL, NULL, '', '2015-12-17', 0, 0, '', '', NULL, NULL, 0, '2015-12-28', '8161', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6579, 8, 7, '2015-12-21', '6690', '2015-12-23', '8059', NULL, '', NULL, '', NULL, '', 2, 'ย.1181/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายพรชัยหรือกลิ้ง  ใมเจริญ  กับพวก', 0, 0, 0, NULL, NULL, '', '2015-12-17', 0, 0, '', '', NULL, NULL, 0, '2015-12-28', '9160', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6580, 16, 4, '2015-12-18', '2536', '2015-12-23', '8046', NULL, '', NULL, '', NULL, '', 2, 'อ.431/2558', '', 'ข่มขืนกระทำชำเรา  อนาจาร  ความผิดต่อเสรีภาพ', 4, 'พนักงานอัยการ', 'นายแพแหระ  ไม่มีชื่อสกุล', 0, 0, 0, NULL, NULL, '', '2015-12-15', 0, 0, '', '', NULL, NULL, 0, '2015-12-28', '9173', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[494]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6581, 5, 4, '2015-12-22', '4038', '2015-12-24', '8067', NULL, '', NULL, '', NULL, '', 2, 'อ.266/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายธีระพลหรือตั้ม  พูนทวีสินทรัพย์  กับพวก', 0, 0, 0, NULL, NULL, '', '2015-12-16', 0, 0, '', '', NULL, NULL, 0, '2015-12-28', '9149', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6582, 5, 4, '2015-12-22', '4039', '2015-12-24', '8066', NULL, '', NULL, '', NULL, '', 2, 'อ.269/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายศุภชัยหรือหมู  ไทยนิยมเดชา  กับพวก', 0, 0, 0, NULL, NULL, '', '2015-12-17', 0, 0, '', '', NULL, NULL, 0, '2015-12-28', '9148', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6583, 8, 4, '2014-12-29', 'ศย 305.007/6679', NULL, '', NULL, '', '2016-01-05', '60', '2015-12-30', 'ศย 305.007/6887', 2, 'อ.1495/2557', '', 'ความผิดเกี่ยวกับเพศ ความผิดต่อเสรีภาพ', 12, 'พนักงานอัยการจังหวัดฝาง', 'ร้อยตรีสุรพลหรือพล  แก้วใส', 515, 401, 514, '2016-01-18', NULL, '', '2014-12-25', 0, 2, '', '', NULL, NULL, 2, '2015-01-13', 'ศย 305.001/144', NULL, '', '2016-01-13', 'ศย 305.001/225', NULL, NULL, '', '', '', 403, '[504]', NULL, NULL, NULL, NULL, NULL, 401, 0, '2016-01-06', '2016-01-11', 'อ.7/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6584, 3, 4, '2015-04-27', 'ศย 305.002/10813', NULL, '', NULL, '', '2016-01-05', '83', '2016-01-05', 'ศย 305.002/193', 2, 'อ.1444/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 8, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายฤทธิชัยหรือเปี๊ยก  นทีรัตนกุลชัยหรือเลาสี่', 569, 402, 558, '2016-01-28', NULL, '', '2015-04-17', 0, 2, '', '', NULL, NULL, 2, '2015-04-30', 'ศย 305.001/2719', NULL, '', '2016-01-14', 'ศย 305.001/294', NULL, NULL, '', '', '', 405, '[520]', NULL, NULL, NULL, NULL, NULL, 402, 0, '2016-01-06', '2016-01-07', 'อ.8/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6585, 3, 4, '2015-03-02', 'ศย 305.002/6030', NULL, '', NULL, '', '2016-01-05', '61', '2016-01-05', 'ศย 305.002/182', 2, 'อ.4316/2557', '', 'ความผิดต่อตำแหน่งหน้าที่ราชการ', 8, 'นางสาวชุลีภัค  อเนกวัชระสุข', 'นายไพรัต  เศียรสมาน ที่ 1 กับพวกรวม  4  คน', 558, 398, 569, '2016-01-19', NULL, '', '2014-09-30', 0, 4, '', '', NULL, NULL, 15, '2015-03-06', 'ศย 305.001/1424', NULL, '', '2016-01-15', 'ศย 305.001/341', NULL, NULL, '', 'เอกสารแยกเก็บที่ กอ.21/2558', '', 408, '[477]', NULL, NULL, NULL, NULL, NULL, 396, 0, '2016-01-06', '2016-01-12', 'อ.9/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6586, 6, 4, '2015-12-18', '2183', '2015-12-25', '8078', NULL, '', NULL, '', NULL, '', 2, 'อ.5222/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายจรัล  บรรเรียนกิจ  กับพวก', 0, 0, 0, NULL, NULL, '', '2015-12-16', 0, 0, '', '', NULL, NULL, 0, '2016-01-05', '11', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6587, 6, 4, '2015-12-23', '2217', '2015-12-29', '8174', NULL, '', NULL, '', NULL, '', 2, 'อ.5137/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายปราโมทย์  แซ่ฟุ้ง', 0, 0, 0, NULL, NULL, '', '2015-12-09', 0, 0, '', '', NULL, NULL, 0, '2016-01-05', '12', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6588, 6, 4, '2015-12-17', '2181', '2015-12-25', '8079', NULL, '', NULL, '', NULL, '', 2, 'อ.5214/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายหล่อเสน  แสงจัน', 0, 0, 0, NULL, NULL, '', '2015-12-16', 0, 0, '', '', NULL, NULL, 0, '2016-01-05', '13', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6589, 6, 4, '2015-12-23', '2215', '2015-12-29', '8172', NULL, '', NULL, '', NULL, '', 2, 'อ.4998/2558', '', 'ความผิดต่อชีวิต  พยายาม', 4, 'พนักงานอัยการ', 'นายอุทัย  คำปวน', 0, 0, 0, NULL, NULL, '', '2015-11-26', 0, 0, '', '', NULL, NULL, 0, '2016-01-05', '14', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[501]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6590, 6, 4, '2015-12-23', '2218', '2015-12-29', '8175', NULL, '', NULL, '', NULL, '', 2, 'อ.5306/2558', '', 'ข่มขืนกระทำชำเรา  ความผิดต่อเสรีภาพ', 4, 'พนักงานอัยการ', 'นายรชานนท์หรือแมค  บุญเทียม', 0, 0, 0, NULL, NULL, '', '2015-12-23', 0, 0, '', '', NULL, NULL, 0, '2016-01-05', '15', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[504,494]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6591, 6, 4, '2015-12-24', '2216', '2015-12-29', '8173', NULL, '', NULL, '', NULL, '', 2, 'อ.5244/2558', '', 'ข่มขืนกระทำชำเรา  ความผิดเกี่ยวกับเพศ', 4, 'พนักงานอัยการ', 'นายวีระพงษ์  พิมลสิริเจริญ', 0, 0, 0, NULL, NULL, '', '2015-12-17', 0, 0, '', '', NULL, NULL, 0, '2016-01-05', '16', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[494]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6592, 6, 4, '2015-12-23', '2214', '2015-12-29', '8171', NULL, '', NULL, '', NULL, '', 2, 'อ.5144/2558', '', 'ข่มขืนกระทำชำเรา  ความผิดเกี่ยวกับเพศ', 4, 'พนักงานอัยการ', 'นายเจริญชัย แก้วรากมุข', 0, 0, 0, NULL, NULL, '', '2015-12-11', 0, 0, '', '', NULL, NULL, 0, '2016-01-05', '17', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[494]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6593, 6, 2, '2015-12-22', '2188', '2015-12-29', '8170', NULL, '', NULL, '', NULL, '', 2, 'พ.1477/2558', '', 'ละเมิด  เรียกค่าเสียหาย', 4, 'นายสิโรจน์  โชติพันธ์ุ', 'นายประณต  จิริศานต์', 0, 0, 0, NULL, NULL, '', '2015-09-08', 0, 0, '', '', NULL, NULL, 0, '2016-01-05', '18', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[381]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '15000000.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6594, 6, 2, '2015-12-22', '2187', '2015-12-25', '8088', NULL, '', NULL, '', NULL, '', 2, 'พ.2027/2558', '', 'ขอแสดงกรรมสิทธิ์ที่ดิน', 5, 'นายแสวง  ใจบุญ', '', 0, 0, 0, NULL, NULL, '', '2015-12-03', 0, 0, '', '', NULL, NULL, 0, '2016-01-05', '19', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[425]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6595, 10, 4, '2015-07-27', '5483', NULL, '', NULL, '', '2016-01-06', '', '2016-01-05', '51', 2, 'อ.1566/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 8, 'พนักงานอัยการจังหวัดแพร่', 'นายเฉลิมศักดิ์หรือเหลิม  แซ่เจียง', 542, 400, 541, '2016-01-29', NULL, '', '2015-07-20', 0, 1, '', '', NULL, NULL, 1, '2015-08-05', '5374', '2016-01-05', '114', '2016-01-27', 'ศย 305.001/604', NULL, NULL, '', '', '', 407, '[520]', NULL, NULL, NULL, NULL, NULL, 396, 0, '2016-01-07', '2016-01-14', 'อ.10/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6596, 6, 4, '2015-03-26', 'ศย 305.005/459', NULL, '', NULL, '', '2016-01-06', '116', '2016-01-04', 'ศย  305.005/บ2', 2, 'อ.1221/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 12, 'พนักงานอัยการจังหวัดเชียงราย', 'นายอัครชัยหรือคม  สมศรี ที่ 1 กับพวกรวม 3 คน', 485, 398, 494, '2016-03-10', NULL, '', '2015-03-26', 0, 4, '', '', NULL, NULL, 2, '2015-04-20', 'ศย 305.001/2372', NULL, '', NULL, '', NULL, NULL, '', '', '', 406, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, '2016-01-07', '2016-01-15', 'อ.12/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6597, 6, 4, '2015-06-10', 'ศย 305.005/ด.888', NULL, '', NULL, '', '2016-01-06', '115', '2016-01-05', 'ศย 305.005/บ.3', 2, 'อ.2722/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 8, 'พนักงานอัยการจังหวัดเชียงราย', 'นายเกษมหรือเบิ้ม  ก๋าใจ', 496, 399, 487, '2016-01-26', NULL, '', '2015-06-08', 0, 1, '', '', NULL, NULL, 2, '2015-06-25', 'ศย 305.001/4287', NULL, '', '2016-01-14', 'ศย 305.001/291', NULL, NULL, '', '', '', 405, '[520]', NULL, NULL, NULL, NULL, NULL, 399, 0, '2016-01-07', '2016-01-08', 'อ.11/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6598, 6, 2, '2015-10-05', 'ศย 305.005/ด.1808', NULL, '', NULL, '', '2016-01-06', '118', '2016-01-05', 'ศย 305.005/บ.4', 2, 'พ.1639/2558', '', 'ขอแสดงกรรมสิทธิ์ที่ดิน', 8, 'นายประสงค์  กำลังประสิทธิ์', '', 496, 607, 487, '2016-01-27', NULL, '', '2015-09-28', 0, 4, '', '', NULL, NULL, 15, '2015-10-19', 'ศย 305.001/7586', NULL, '', '2016-01-13', 'ศย 305.001/221', NULL, NULL, '', '', '', 408, '[425]', NULL, NULL, NULL, NULL, NULL, 607, 0, '2016-01-07', '2016-01-07', 'พ.1/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6599, 14, 4, '2015-12-21', '14165', '2015-12-29', '8144', NULL, '', NULL, '', NULL, '', 2, 'อ.2307/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดลำพูน', 'นายพรชัยหรือเอ๋  เชื้อเย็น', 0, 0, 0, NULL, NULL, '', '2015-12-03', 0, 0, '', '', NULL, NULL, 0, '2016-01-05', '28', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6600, 14, 4, '2015-12-21', '14178', '2015-12-29', '8143', NULL, '', NULL, '', NULL, '', 11, 'อ.2359/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดลำพูน', 'นายประยุทธ  ตาติ๊บ', 0, 0, 0, NULL, NULL, '', '2015-12-15', 0, 0, '', '', NULL, NULL, 0, '2016-01-05', '29', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6601, 3, 4, '2015-12-24', '33607', '2015-12-30', '8198', NULL, '', NULL, '', NULL, '', 2, 'อ.4746/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายก๋วน  อ้ายคำฟู', 0, 0, 0, NULL, NULL, '', '2015-12-04', 0, 0, '', '', NULL, NULL, 0, '2016-01-06', '87', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6602, 3, 4, '2015-12-24', '33618', '2015-12-30', '8199', NULL, '', NULL, '', NULL, '', 2, 'อ.4725/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายสุนธร  ชะสิงห์', 0, 0, 0, NULL, NULL, '', '2015-12-03', 0, 0, '', '', NULL, NULL, 0, '2016-01-06', '86', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6603, 3, 2, '2015-12-29', '33840', '2015-12-30', '8193', NULL, '', NULL, '', NULL, '', 11, 'พ.2253/2558', '', 'ผิดสัญญา  ขอแบ่งกรรมสิทธิ์รวม', 4, 'นางสาวมณีทิพย์  จูตอง', 'นายวิโรจน์  แซ่โซ้ง', 0, 0, 0, NULL, NULL, '', '2015-12-09', 0, 0, '', '', NULL, NULL, 0, '2016-01-06', '84', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[409]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '720000.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6604, 3, 2, '2015-12-24', '33599', '2015-12-29', '8149', NULL, '', NULL, '', NULL, '', 2, 'พ.2247/2558', '', 'กรรมสิทธิ์  ที่ดิน', 4, 'นายครรชิตพล  บรรณจักร์  กับพวก', 'นายจรัล  เหลืองทอง', 0, 0, 0, NULL, NULL, '', '2015-12-09', 0, 0, '', '', NULL, NULL, 0, '2016-01-06', '96', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[414,410]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6605, 3, 2, '2015-12-24', '33594', '2015-12-29', '8147', NULL, '', NULL, '', NULL, '', 2, 'พ.2258/2558', '', 'โอนกรรมสิทธิ์  ผิดสัญญา', 4, 'นายธาตรี  ตะลุณเพธย์', 'นายชัยโรจน์  ต้องมีเกียรติกุล', 0, 0, 0, NULL, NULL, '', '2015-12-09', 0, 0, '', '', NULL, NULL, 0, '2016-01-06', '97', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[414,409]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6606, 3, 2, '2015-12-29', '33836', '2015-12-30', '8197', NULL, '', NULL, '', NULL, '', 2, 'พ.1951/2558', '', 'ขอเป็นผู้จัดการมรดก', 4, 'นายสุกฤษณ์  รัตนโกเศก  กับพวก', 'นายบุญส่ง  รัตนโกเศก', 0, 0, 0, NULL, NULL, '', '2015-10-21', 0, 0, '', '', NULL, NULL, 0, '2016-01-06', '98', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[424]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6607, 3, 8, '2015-12-28', '33806', '2015-12-30', '8189', NULL, '', NULL, '', NULL, '', 2, 'ช.43/2558', '', 'ชันสูตรพลิกศพ', 4, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นช.หรือนายสมศักดิ์  เงินพิงค์', 0, 0, 0, NULL, NULL, '', '2015-12-09', 0, 0, '', '', NULL, NULL, 0, '2016-01-06', '95', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[522]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6608, 3, 4, '2015-12-28', '33813', '2015-12-30', '8187', NULL, '', NULL, '', NULL, '', 2, 'อ.4808/2558', '', 'ร่วมกันปฏิบัติหน้าที่โดยมิชอบ  ปลอมเอกสาร', 4, 'นางมณีฉัตร  นิกรพันธ์ุ', 'นางสาวราตรีร  ชมสูง  กับพวก', 0, 0, 0, NULL, NULL, '', '2015-12-09', 0, 0, '', '', NULL, NULL, 0, '2016-01-06', '94', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[477]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6609, 3, 4, '2015-12-28', '33815', '2015-12-30', '8190', NULL, '', NULL, '', NULL, '', 2, 'อ.4807/2558', '', 'ร่วมกันปฏิบัติหน้าที่โดยมิชอบ  ปลอมเอกสาร', 4, 'นางสาวนิดา  นิกรพันธุ์', 'นางสาวราตรี  ชมสูง  กับพวก', 0, 0, 0, NULL, NULL, '', '2015-12-09', 0, 0, '', '', NULL, NULL, 0, '2016-01-06', '93', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[477,492]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6610, 3, 4, '2015-12-28', '33810', '2015-12-30', '8194', NULL, '', NULL, '', NULL, '', 2, 'อ.4786/2558', '', 'ความผิดต่อชีวิต  พยายาม  ความผิดต่อ พ.ร.บ.อาวุธปืน ฯ', 4, 'พนักงานอัยการ', 'นายยอนะ  จะคือ', 0, 0, 0, NULL, NULL, '', '2015-12-09', 0, 0, '', '', NULL, NULL, 0, '2016-01-06', '92', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[501]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6611, 3, 4, '2015-12-29', '33830', '2015-12-30', '8195', NULL, '', NULL, '', NULL, '', 2, 'อ.4814/2558', '', 'ก่อให้เกิดเพลิงไหม้  ลักทรัพย์', 4, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นางสาวเกษรหรือษร  จิติใจ', 0, 0, 0, NULL, NULL, '', '2015-12-09', 0, 0, '', '', NULL, NULL, 0, '2016-01-06', '91', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[507,485]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6612, 3, 4, '2015-12-29', '33833', '2015-12-30', '8196', NULL, '', NULL, '', NULL, '', 2, 'อ.4792/2558', '', 'ลักทรัพย์  ชิงทรัพย์  ปล้นทรัพย์', 4, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายอนุพงษ์  เมฆเจริญ', 0, 0, 0, NULL, NULL, '', '2015-12-09', 0, 0, '', '', NULL, NULL, 0, '2016-01-06', '90', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[511,512,507]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6613, 3, 4, '2015-12-28', '33795', '2015-12-30', '8192', NULL, '', NULL, '', NULL, '', 2, 'อ.4695/2558', '', 'ลักทรัพย์  ชิงทรัพย์  ปล้นทรัพย์', 4, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายพุทธรักษ์  หล้าเป็ง', 0, 0, 0, NULL, NULL, '', '2015-12-01', 0, 0, '', '', NULL, NULL, 0, '2016-01-06', '89', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[511,512,507]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6614, 3, 4, '2015-12-24', '33620', '2015-12-30', '8202', NULL, '', NULL, '', NULL, '', 2, 'อ.4739/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายณรงค์  ยะฟุ่น', 0, 0, 0, NULL, NULL, '', '2015-12-04', 0, 0, '', '', NULL, NULL, 0, '2016-01-06', '88', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6615, 11, 4, '2015-12-22', '14580', '2015-12-28', '8115', NULL, '', NULL, '', NULL, '', 2, 'อ.2167/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดลำปาง', 'นายบวร  วิกุลรัตนบุญเลิศ  กับพวก', 0, 0, 0, NULL, NULL, '', '2015-12-11', 0, 0, '', '', NULL, NULL, 0, '2016-01-05', '24', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6616, 11, 4, '2015-12-28', '14729', '2015-12-30', '8205', NULL, '', NULL, '', NULL, '', 2, 'อ.2120/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดลำปาง', 'นายบุญส่งหรือส่ง  ก้อนคำ  กับพวก', 0, 0, 0, NULL, NULL, '', '2015-11-27', 0, 0, '', '', NULL, NULL, 0, '2016-01-06', '79', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6617, 11, 4, '2015-12-28', '14727', '2015-12-30', '8206', NULL, '', NULL, '', NULL, '', 2, 'อ.2182/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดลำปาง', 'นายมงคลหรือภู่  แซ่ว้าง  กับพวก', 0, 0, 0, NULL, NULL, '', '2015-12-15', 0, 0, '', '', NULL, NULL, 0, '2016-01-06', '78', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6618, 11, 4, '2015-12-28', '14731', '2015-12-30', '8204', NULL, '', NULL, '', NULL, '', 11, 'อ.2202/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดลำปาง', 'นายวันฉัตรหรือนุ้ย  ฟูเต็มวงค์  กับพวก', 0, 0, 0, NULL, NULL, '', '2015-12-17', 0, 0, '', '', NULL, NULL, 0, '2016-01-06', '77', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6619, 11, 4, '2015-12-22', '14584', NULL, '8114', NULL, '', NULL, '', NULL, '', 2, 'อ.2171/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดลำปาง', 'นายสมนึก  ประกายบัณฑิต', 0, 0, 0, NULL, NULL, '', '2015-12-14', 0, 0, '', '', NULL, NULL, 0, '2016-01-05', '25', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6620, 11, 4, '2015-12-22', '14521', '2015-12-28', '8118', NULL, '', NULL, '', NULL, '', 2, 'อ.2160/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นางสาวนริศรา  สายนุ้ย  กับพวก', 0, 0, 0, NULL, NULL, '', '2015-12-11', 0, 0, '', '', NULL, NULL, 0, '2016-01-05', '26', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6621, 11, 4, '2015-12-22', '14519', '2015-12-28', '8112', NULL, '', NULL, '', NULL, '', 11, 'อ.2170/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการ', 'นายกฤษดา  สุขเมือง', 0, 0, 0, NULL, NULL, '', '2015-12-11', 0, 0, '', '', NULL, NULL, 0, '2016-01-05', '27', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6622, 4, 4, '2015-12-22', '20812', '2015-12-25', '8106', NULL, '', NULL, '', NULL, '', 12, 'อ.10707/2558', '', 'ฉ้อโกงทรัพย์', 4, 'นายศุภเชษฐ์  ภุมกาญจน์', 'บจก.เพลินริมใต้  กับพวก', 0, 0, 0, NULL, NULL, '', '2015-12-21', 0, 0, '', '', NULL, NULL, 0, '2016-01-06', '80', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[513]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6623, 4, 4, '2015-12-23', '20890', '2015-12-25', '8104', NULL, '', NULL, '', NULL, '', 12, 'อ.10726/2558', '', 'ฉ้อโกง', 4, 'นางสวณัฐติยา  แสนใจบาล', 'นางสาวสวิชญา  เรืองศรี', 0, 0, 0, NULL, NULL, '', '2015-12-22', 0, 0, '', '', NULL, NULL, 0, '2016-01-06', '81', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[513]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6624, 4, 4, '2015-12-24', '20950', '2015-12-29', '8159', NULL, '', NULL, '', NULL, '', 12, 'อ.10756/2558', '', 'ฉ้อโกง', 4, 'บจก.โพธิ์กรุณา', 'นายกิติคุณ  ชมทรัพย์จำเริญ', 0, 0, 0, NULL, NULL, '', '2015-12-23', 0, 0, '', '', NULL, NULL, 0, '2016-01-06', '82', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[513]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6625, 5, 2, '2015-12-29', '4186', '2015-12-30', '8185', NULL, '', NULL, '', NULL, '', 2, 'พ.289/2558', '', 'หย่า  เรียกค่าเลี้ยงชีพ  ผิดสัญญาหมั้น', 4, 'นางขวัญศิริ  เสนีวงศ์  ณ  อยุธยา', 'นายจารุเดช  บุญคุ้มครอง', 0, 0, 0, NULL, NULL, '', '2015-09-22', 0, 0, '', '', NULL, NULL, 0, '2016-01-06', '83', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[529]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '48245000.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6626, 475, 4, '2015-09-02', 'ศย 3058.025/1358', NULL, '', NULL, '', '2016-01-07', '139', '2016-01-05', 'ศย 305.025/48', 2, 'อ.402/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 8, 'พนักงานอัยการจังหวัดฮอด', 'นายวิชัยหรือยา  เลาว้าง', 505, 607, 507, '2016-01-27', NULL, '', '2015-08-26', 0, 1, '', '', NULL, NULL, 2, '2015-09-14', 'ศย 305.001/6635', NULL, '', '2016-01-13', 'ศย 305.001/222', NULL, NULL, '', '', '', 407, '[520]', NULL, NULL, NULL, NULL, NULL, 607, 0, '2016-01-08', '2016-01-12', 'อ.14/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6627, 475, 4, '2016-01-07', '', NULL, '', NULL, '', '2016-01-07', 'ศย 305.025/31', '2016-01-05', '', 2, 'อ.405/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 8, 'พนักงานอัยการจังหวัดฮอด', 'นายเพชร  ดวงคำมูล', 507, 399, 505, '2016-01-27', NULL, '', '2015-08-27', 0, 1, '', '', NULL, NULL, 2, NULL, '', NULL, '', '2016-01-14', 'ศย 305.001/289', NULL, NULL, '', '', '', 406, '[520]', NULL, NULL, NULL, NULL, NULL, 399, 0, '2016-01-08', '2016-01-11', 'อ.13/2559', 1, 0, 3, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6628, 18, 4, '2015-08-27', '3522', NULL, '', NULL, '', '2016-01-07', '138', '2016-01-05', '16', 2, 'อ.1205/2557', '', 'ความผิดต่อ พ.ร.บ.ป่าไม้', 8, 'พนักงานอัยการจังหวัดเทิง', 'นายสุธรรม  ไชยชนะ  กับพวก', 469, 398, 477, '2016-01-20', NULL, '', '2014-08-26', 0, 1, '', '', NULL, NULL, 1, '2014-09-04', '5515', NULL, '', '2016-01-18', 'ศย 305.001/381', NULL, NULL, '', '', '', 408, '[523]', NULL, NULL, NULL, NULL, NULL, 396, 0, '2016-01-08', '2016-01-12', 'อ.15/2559', 0, 1, 0, '0.00', 0, 0, 1, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6629, 18, 4, '2015-07-06', '2899', NULL, '', NULL, '', '2016-01-07', '141', '2016-01-05', '9', 2, 'อ.917/2558', '', 'ความผิดต่อ พ.ร.บ.ศุลกากร', 8, 'พนักงานอัยการจังหวัดเทิง', 'นายอรรถพงศ์หรือพฤทธิ์หรือโต้  พิลาชัชวาลหรือทองคำ', 477, 402, 469, '2016-01-28', NULL, '', '2007-02-14', 0, 1, '', '', NULL, NULL, 1, '2015-07-27', '5085', NULL, '', '2016-01-14', 'ศย 305.001/295', NULL, NULL, '', '', '', 406, '[530]', NULL, NULL, NULL, NULL, NULL, 402, 0, '2016-01-08', '2016-01-11', 'อ.16/2559', 0, 1, 0, '0.00', 0, 0, 1, 'อ.แดง 647/2557', 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6630, 8, 7, '2015-07-03', 'ศย 305.007/3602', '2015-07-08', '3991', NULL, '', '2016-01-07', '160', '2015-11-30', 'ศย 305.007/6342', 0, 'ย.642/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 8, 'พนักงานอัยการจังหวัดฝาง', 'นายวัชรินทร์  กาญจนสูตร', 514, 397, 515, '2016-01-25', NULL, '', '2015-07-02', 0, 1, '', '', NULL, NULL, 2, '2015-07-27', 'ศย 305.001/5096', NULL, '', '2016-01-19', 'ศย 305.001/446', NULL, NULL, '', '', '', 397, '[520]', NULL, '', NULL, NULL, NULL, 396, 0, '2016-01-08', '2016-01-13', 'ย.605/2558', 0, 1, 0, '0.00', 0, 0, 0, '', 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6632, 4, 4, '2015-06-16', 'ศย 305.003/9855', NULL, '', NULL, '', '2016-01-07', '183', '2016-01-06', 'ศย 305.003/90', 2, 'อ.6197/2558', '', 'ยักยอก', 8, 'สมาคมฌาปนกิจสงเคราะห์สมาชิกองค์กรเครือข่ายกองทุนหมู่บ้านฯ', 'นายสมบูรณ์  ศรีหมอก', 460, 607, 460, '2016-02-02', NULL, '', '2015-06-15', 0, 4, '', '', NULL, NULL, 15, '2015-06-25', 'ศย 305.001/4284', NULL, '', '2016-01-20', 'ศย 305.001/467', NULL, NULL, '', '', '', 406, '[515]', NULL, NULL, NULL, NULL, NULL, 607, 0, '2016-01-11', '2016-01-15', 'อ.17/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6633, 11, 4, '2015-10-13', 'ศย 305.010/11872', NULL, '', NULL, '', '2016-01-08', '205', '2016-01-07', 'ศย 305.010/204', 2, 'อ.1783/2558', '', 'ความผิดต่อชีวิต พยายาม', 8, 'พนักงานอัยการจังหวัดลำปาง', 'นายณัฐชญาหรือบิ๊ก  สุปัญญา', 440, 401, 454, '2016-01-29', NULL, '', '2015-10-01', 0, 4, '', '', NULL, NULL, 2, '2015-10-21', 'ศย 305.001/7659', NULL, '', '2016-01-14', 'ศย 305.001/287', NULL, NULL, '', '', '', 407, '[501]', NULL, NULL, NULL, NULL, NULL, 0, 401, '2016-01-11', '2016-01-13', 'อ.18/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6634, 8, 8, '2015-12-28', '6847', '2016-01-04', '28', NULL, '', NULL, '', NULL, '', 2, 'ช.14/2558', '', 'ชันสูตรพลิกศพ', 4, 'พนักงานอัยการจังหวัดฝาง', 'นายจะแฮ  วียะ', 0, 0, 0, NULL, NULL, '', '2015-12-24', 0, 0, '', '', NULL, NULL, 0, '2016-01-07', '145', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[522]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6635, 8, 8, '2015-12-28', '6848', '2016-01-04', '11', NULL, '', NULL, '', NULL, '', 2, 'ช.13/2558', '', 'ชันสูตรพลิกศพ', 4, 'พนักงานอัยการจังหวัดฝาง', 'นักโทษชายจั๋น  ไชยะ', 0, 0, 0, NULL, NULL, '', '2015-12-23', 0, 0, '', '', NULL, NULL, 0, '2016-01-07', '146', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[522]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6636, 8, 7, '2015-12-24', '6781', '2015-12-28', '8129', NULL, '', NULL, '', NULL, '', 2, 'ย.1196/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดฝาง', 'นายฉ่าย  แซ่ว่าง  กับพวกรวม  2  คน', 0, 0, 0, NULL, NULL, '', '2015-12-23', 0, 0, '', '', NULL, NULL, 0, '2016-01-07', '144', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6637, 8, 7, '2015-12-24', '6779', '2015-12-28', '8130', NULL, '', NULL, '', NULL, '', 2, 'ย.1194/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดฝาง', 'นายหยงฉังหรือฟู่  แซ่ลี้', 0, 0, 0, NULL, NULL, '', '2015-12-23', 0, 0, '', '', NULL, NULL, 0, '2016-01-07', '143', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6638, 18, 2, '2015-12-23', '5312', '2015-12-30', '8201', NULL, '', NULL, '', NULL, '', 2, 'พ.582/2558', '', 'ขอแสดงกรรมสิทธิ์ที่ดิน', 4, 'นายคำ  จินะไชย', '', 0, 0, 0, NULL, NULL, '', '2015-12-17', 0, 0, '', '', NULL, NULL, 0, '2016-01-07', '157', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[425]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6639, 19, 4, '2015-12-28', '1663', '2016-01-04', '8', NULL, '', NULL, '', NULL, '', 2, 'อ.239/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการคดีเยาวชนและครอบครัวจังหวัดเชียงราย', 'นายศิลาดลหรือเฟรม  ศิริอาจ', 0, 0, 0, NULL, NULL, '', '2015-12-25', 0, 0, '', '', NULL, NULL, 0, '2016-01-07', '154', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6640, 6, 2, '2015-12-28', '2225', '2016-01-04', '4', NULL, '', NULL, '', NULL, '', 2, 'พ.2086/2558', '', 'ขอแสดงกรรมสิทธิ์ที่ดิน', 4, 'นางวิศัลยา ขอนดุสิต', '', 0, 0, 0, NULL, NULL, '', '2015-12-18', 0, 0, '', '', NULL, NULL, 0, '2016-01-07', '156', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[425]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6641, 6, 4, '2015-12-28', '2228', '2016-01-04', '3', NULL, '', NULL, '', NULL, '', 2, 'อ.5259/2558', '', 'ความผิดต่อชีวิต  พยายาม  บุกรุก', 4, 'พนักงานอัยการจังหวัดเชียงราย', 'นายเกาเกียมหรือเซงเฮียนแซ่พ่านหรือเซงเฮียน  ไม่มีนามสกุล', 0, 0, 0, NULL, NULL, '', '2015-12-18', 0, 0, '', '', NULL, NULL, 0, '2016-01-07', '155', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[518,501]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6642, 10, 4, '2015-12-22', '9839', '2015-12-29', '8160', NULL, '', NULL, '', NULL, '', 11, 'อ.2670/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดแพร่', 'นายฟ้ง  ทรงสืบวัฒนกุล', 0, 0, 0, NULL, NULL, '', '2015-12-08', 0, 0, '', '', NULL, NULL, 0, '2016-01-06', '115', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6643, 10, 4, '2015-12-28', '9959', NULL, '', NULL, '', NULL, '', NULL, '', 0, 'อ.2727/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 0, 'พนักงานอัยการจังหวัดแพร่', 'นายชัยนามหรือนิ  คำถา', 0, 0, 0, NULL, NULL, '', '2015-12-17', 0, 0, '', '', NULL, NULL, 0, NULL, '', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6644, 10, 2, '2015-12-29', '9982', '2016-01-04', '22', NULL, '', NULL, '', NULL, '', 2, 'พ.753/2558', '', 'ขอเป็นผู้จัดการมรดก', 4, 'นางปริศนา  ระมัง', 'นายไหว  ระมัง', 0, 0, 0, NULL, NULL, '', '2015-09-18', 0, 0, '', '', NULL, NULL, 0, '2016-01-06', '113', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[424]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6645, 11, 4, '2016-01-04', '43', '2016-01-06', '108', NULL, '', NULL, '', NULL, '', 11, 'อ.2241/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดลำปาง', 'นายสถิตย์หรือแอร์  อ้ายแปง', 0, 0, 0, NULL, NULL, '', '2015-12-24', 0, 0, '', '', NULL, NULL, 0, '2016-01-08', '168', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6646, 11, 4, '2016-01-04', '44', '2016-01-06', '107', NULL, '', NULL, '', NULL, '', 11, 'อ.2239/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดลำปาง', 'นายสิทธิวัฒน์หรือกอล์ฟ  มณฑาทอง', 0, 0, 0, NULL, NULL, '', '2015-12-25', 0, 0, '', '', NULL, NULL, 0, '2016-01-08', '167', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6647, 11, 4, '2016-01-04', '39', '2016-01-06', '110', NULL, '', NULL, '', NULL, '', 2, 'อ.2242/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดลำปาง', 'นายสถิตย์พงษ์หรือป๋อง  กองนาค', 0, 0, 0, NULL, NULL, '', '2015-12-25', 0, 0, '', '', NULL, NULL, 0, '2016-01-08', '166', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6648, 11, 4, '2016-01-04', '39', NULL, '', NULL, '', NULL, '', NULL, '', 0, 'อ.2242/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 0, 'พนักงานอัยการจังหวัดลำปาง', 'นายสถิตย์พงษ์หรือป๋อง  กองนาค', 0, 0, 0, NULL, NULL, '', '2015-12-25', 0, 0, '', '', NULL, NULL, 0, NULL, '', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6649, 11, 4, '2016-01-04', '42', '2016-01-06', '109', NULL, '', NULL, '', NULL, '', 2, 'อ.2223/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดลำปาง', 'นายทศวิทย์  อินยาศรี กับพวก', 0, 0, 0, NULL, NULL, '', '2015-12-25', 0, 0, '', '', NULL, NULL, 0, '2016-01-08', '165', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL);
INSERT INTO `info_cases` (`id`, `user_id`, `type_id`, `date_sent`, `number_sent`, `date_received`, `number_received`, `date_received2`, `number_received2`, `date_received3`, `number_received3`, `date_sent2`, `number_sent2`, `command_id`, `number_black`, `number_red`, `title`, `result`, `plaintiff`, `defendant`, `judge_id`, `judge2_id`, `judge3_id`, `date_ap`, `date_sent3`, `number_sent3`, `date_case`, `topic_id`, `imprison_id`, `file1`, `file2`, `date_finish`, `date_read`, `accept_id`, `date_sent4`, `number_sent4`, `date_received4`, `number_received4`, `date_sent5`, `number_sent5`, `date_modified`, `date_upload`, `note1`, `note2`, `note3`, `judge4_id`, `topic_ids`, `form1_note`, `form2_note`, `form3_note`, `form4_note`, `form5_note`, `judge_checkout1_id`, `judge_checkout2_id`, `date_at_received1`, `date_at_received2`, `auto_received_num`, `no_case_sent`, `at_correct`, `at_result_id`, `capital`, `return_checked`, `return2_checked`, `link_checked`, `link_ids`, `add_checked`, `add_ids`, `date_sent_a`, `number_sent_a`, `note1_a`, `auto_received_num2`, `judge_id_a`, `date_received3_a`, `judge2_id_a`, `date_at_received1_a`, `judge4_id_a`, `date_at_received2_a`, `judge_checkout1_id_a`, `judge_checkout2_id_a`, `date_sent5_a`, `form4_note_a`, `number_sent5_a`, `number_received3_a`) VALUES
(6650, 11, 4, '2016-01-04', '45', '2016-01-06', '106', NULL, '', NULL, '', NULL, '', 2, 'อ.2207/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดลำปาง', 'นายวรากร  ธิระบุตร  กับพวก', 0, 0, 0, NULL, NULL, '', '2015-12-18', 0, 0, '', '', NULL, NULL, 0, '2016-01-08', '164', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6651, 7, 4, '2015-12-25', '5322', '2015-12-29', '8179', NULL, '', NULL, '', NULL, '', 11, 'อ.1409/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดน่าน', 'นายศตวรรษ  สอนยศ', 0, 0, 0, NULL, NULL, '', '2015-11-06', 0, 0, '', '', NULL, NULL, 0, '2016-01-06', '85', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6652, 9, 4, '2015-12-24', '6937', '2015-12-29', '8156', NULL, '', NULL, '', NULL, '', 2, 'อ.2143/2558', '', 'ความผิดต่อชีวิต  พยายาม', 4, 'พนักงานอัยการจังหวัดพะเยา', 'นายเลาสู  แซ่จ๋าว', 0, 0, 0, NULL, NULL, '', '2015-12-23', 0, 0, '', '', NULL, NULL, 0, '2016-01-07', '147', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[501]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6653, 9, 4, '2015-12-23', '6918', '2015-12-29', '8154', NULL, '', NULL, '', NULL, '', 11, 'อ.2137/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดพะเยา', 'นายเตชินท์  อินเถิง', 0, 0, 0, NULL, NULL, '', '2015-12-21', 0, 0, '', '', NULL, NULL, 0, '2016-01-07', '148', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6654, 18, 2, '2014-12-15', '5189', NULL, '', NULL, '', '2016-01-11', '226', '2016-01-07', '119', 2, 'พ.497/2557', '', 'ขอแสดงกรรมสิทธิ์ที่ดิน', 8, 'นางจันทร์เพ็ญ  สุยะสืบ  ที่  1  กับพวกรวม  3  คน', 'นายวุฒิ  ถิ่นรัตน์', 469, 397, 477, '2016-01-28', NULL, '', '2014-11-28', 0, 4, '', '', NULL, NULL, 15, '2014-12-30', '9336', NULL, '', '2016-01-20', 'ศย 305.001/474', NULL, NULL, '', '', '', 397, '[425]', NULL, NULL, NULL, 'รวมพิจารณา 2 เลข', NULL, 396, 0, '2016-01-12', '2016-01-18', 'พ.2/2559', 0, 1, 0, '0.00', 0, 0, 1, 'พ.498/2557', 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6655, 3, 4, '2015-08-13', 'ศย 305.002/21106', NULL, '', NULL, '', '2016-01-11', '228', '2016-01-11', 'ศย 305.002/564', 2, 'อ.3001/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ  ความผิดต่อชีวิต พยายาม', 8, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายคุณชิติพันธ์ศักดาชุติพนธ์  โกฎแก้ว', 549, 397, 579, '2016-01-28', NULL, '', '2015-07-29', 0, 1, '', '', NULL, NULL, 2, '2015-08-25', 'ศย 305.001/60511', NULL, '', '2016-01-20', 'ศย 305.001/452', NULL, NULL, '', '', '', 397, '[520,501]', NULL, NULL, NULL, NULL, NULL, 396, 0, '2016-01-12', '2016-01-15', 'อ.19/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6656, 3, 4, '2015-05-26', 'ศย 305.002/13411', NULL, '', NULL, '', '2016-01-11', '229', '2016-01-11', 'ศย 305.002/508', 2, 'อ.849/2558', '', 'ความผิดต่อชีวิต  พยายาม', 8, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายมิลาน  ไอดูคูลิค (AJDUKOVIC  MILAN)', 551, 398, 577, '2016-01-28', NULL, '', '2015-03-06', 0, 4, '', '', NULL, NULL, 2, '2015-05-29', 'ศย 305.001/3434', NULL, '', '2016-01-25', 'ศย 305.001/550', NULL, NULL, '', '', '', 404, '[501]', NULL, NULL, NULL, NULL, NULL, 398, 0, '2016-01-12', '2016-01-18', 'อ.20/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6657, 11, 1, '2016-01-04', '139', '2016-01-07', '155', NULL, '', NULL, '', NULL, '', 2, 'ผบ.1100/2558', '', 'รับสภาพหนี้ ซื้อขาย  ผิดสัญญา', 4, 'บจก.เอ.ที.ไทยยนต์', 'หจก.รัศมีเรืองชัย  กับพวก', 0, 0, 0, NULL, NULL, '', '2015-12-17', 0, 0, '', '', NULL, NULL, 0, '2016-01-12', '212', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[452,430]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '5305984.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6658, 11, 4, '2016-01-05', '162', '2016-01-07', '156', NULL, '', NULL, '', NULL, '', 11, 'อ.2157/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดลำปาง', 'นางสาวนิรัตน์ชญา  ศรีปินตา', 0, 0, 0, NULL, NULL, '', '2015-12-09', 0, 0, '', '', NULL, NULL, 0, '2016-01-12', '213', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6659, 9, 2, '2015-12-28', '29', '2016-01-07', '133', NULL, '', NULL, '', NULL, '', 2, 'พ.1191/2558', '', 'ขอแสดงกรรมสิทธิ์ที่ดิน', 4, 'นายชูนันท์  แผ่นทอง', '', 0, 0, 0, NULL, NULL, '', '2015-12-25', 0, 0, '', '', NULL, NULL, 0, '2016-01-12', '214', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[425]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6660, 3, 4, '2015-08-06', 'ศย 305.002/21495', NULL, '', NULL, '', '2016-01-12', '263', '2016-01-11', 'ศย 305.002/588', 2, 'อ.3050/2558', '', 'ข่มขืนกระทำชำเรา  ความผิดต่อเสรีภาพ', 8, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายเกียรติชัยหรือชัย  อดุลวิทย์พนา', 562, 398, 565, '2016-01-29', NULL, '', '2015-08-06', 0, 4, '', '', NULL, NULL, 2, '2015-09-03', 'ศย 305.001/6348', NULL, '', '2016-01-25', 'ศย 305.001/551', NULL, NULL, '', '', '', 405, '[504,494]', NULL, NULL, NULL, NULL, NULL, 398, 0, '2016-01-13', '2016-01-13', 'อ.21/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6661, 3, 8, '2015-06-02', 'ศย305.002/13958', NULL, '', NULL, '', '2016-01-12', '265', '2016-01-12', 'ศย 305.002/662', 2, 'ช.5/2558', '', 'ชันสูตรพลิกศพ', 8, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายปรีชา  แสงหล้า', 570, 399, 548, '2016-01-28', NULL, '', '2015-02-25', 0, 4, '', '', NULL, NULL, 15, '2015-06-25', 'ศย 305.001/4237', NULL, '', '2016-01-20', 'ศย 305.001/476', NULL, NULL, '', '', '', 404, '[522]', NULL, NULL, NULL, NULL, NULL, 396, 0, '2016-01-13', '2016-01-18', 'อ.22/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6662, 3, 4, '2015-07-27', 'ศย 305.002/19498', NULL, '', NULL, '', '2016-01-12', '264', '2016-01-12', 'ศย 305.002/660', 2, 'อ.2760/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 8, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายเทพวิมานหรือแมน  ตันกุล', 548, 397, 570, '2016-01-29', NULL, '', '2015-07-17', 0, 4, '', '', NULL, NULL, 15, '2015-08-10', 'ศย 305.001/5587', NULL, '', '2016-01-20', 'ศย 305.001/477', NULL, NULL, '', '', '', 397, '[520]', NULL, NULL, NULL, NULL, NULL, 396, 0, '2016-01-13', '2016-01-20', 'อ.23/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6663, 9, 4, '2015-06-24', 'ศย 305.008/3032', NULL, '', NULL, '', '2016-01-12', '262', '2016-01-11', 'ศย 305.008/200', 2, 'อ.1156/2558', '', 'ความผิดต่อชีวิต', 8, 'พนักงานอัยการจังหวัดพะเยา', 'นายบุญมี  ยอดเมือง', 520, 400, 518, '2016-01-28', NULL, '', '2015-06-22', 0, 1, '', '', NULL, NULL, 2, '2015-07-02', 'ศย 305.001/4489', NULL, '', '2016-01-22', 'ศย 305.001/529', NULL, NULL, '', '', '', 403, '[498]', NULL, NULL, NULL, NULL, NULL, 400, 0, '2016-01-13', '2016-01-15', 'อ.24/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6664, 6, 4, '2016-01-13', 'ศย 305.005/บ.17', NULL, '', NULL, '', '2016-01-13', '282', '2016-01-11', '', 2, 'อ.3893/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 8, 'พนักงานอัยการจังหวัดเชียงราย', 'นางนามี  ลาหู่', 483, 399, 501, '2016-02-01', NULL, '', '2015-08-28', 0, 1, '', '', NULL, NULL, 2, NULL, '', NULL, '', '2016-01-26', 'ศย 305.001/576', NULL, NULL, '', '', '', 408, '[520]', NULL, NULL, NULL, NULL, NULL, 399, 0, '2016-01-14', '2016-01-21', 'อ.25/2559', 1, 0, 3, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6665, 3, 2, '2016-01-13', 'ศย.305.002/730', NULL, '', NULL, '', '2016-01-13', '290', '2016-01-13', '', 2, 'พ.1112/2557', '', 'ที่ดิน  ขับไล่', 8, 'นายชินธันย์  เลิศธนาอารีย์', 'นายคิด  อ๊อดต่อกัน  ที่ 1 กับพวกรวม65  คน', 556, 607, 572, '2016-01-29', NULL, '', '2014-07-09', 0, 4, '', '', NULL, NULL, 15, NULL, '', NULL, '', '2016-01-20', 'ศย 305.001/468', NULL, NULL, '', 'เอกสารแยกเก็บที่  73/2558', '', 403, '[411,410]', NULL, 'เอกสารแยกเก็บที่  73/2558', NULL, NULL, NULL, 607, 0, '2016-01-14', '2016-01-18', 'พ.3/2559', 1, 0, 3, '550000.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6666, 4, 1, '2016-01-04', '23', '2016-01-06', '111', NULL, '', NULL, '', NULL, '', 11, 'ผบ.10529/2558', '', 'ผิดสัญญากู้ยืมเงิน  เรียกค่าเสียหาย', 4, 'กรมพัฒนาฝีมือแรงงาน', 'นายอิศรา  อิศรางกูร ณ อยุธยา', 0, 0, 0, NULL, NULL, '', '2015-12-29', 0, 0, '', '', NULL, NULL, 0, '2016-01-11', '196', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[457]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '40346.30', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6667, 475, 4, '2016-01-04', '15', '2016-01-07', '122', NULL, '', NULL, '', NULL, '', 12, 'อ.769/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดฮอด', 'นายอภิวัฒน์หรือนก  อิมินา', 0, 0, 0, NULL, NULL, '', '2015-12-30', 0, 0, '', '', NULL, NULL, 0, '2016-01-12', '210', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6668, 475, 4, '2016-01-04', '16', '2016-01-07', '120', NULL, '', NULL, '', NULL, '', 2, 'อ.774/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดฮอด', 'นายสิงห์คำหรือแก้ว  เงินถา  กับพวก', 0, 0, 0, NULL, NULL, '', '2015-12-30', 0, 0, '', '', NULL, NULL, 0, '2016-01-12', '211', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6669, 5, 2, '2016-01-06', '85', '2016-01-07', '161', NULL, '', NULL, '', NULL, '', 12, 'พ.330/2558', '', 'หย่า  เรียกค่าอุปการะเลี้ยงดูบุตร', 4, 'นางยู ฮี ชิน', 'นายธเนศ  ครองทรัพย์', 0, 0, 0, NULL, NULL, '', '2015-10-29', 0, 0, '', '', NULL, NULL, 0, '2016-01-11', '195', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[529]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '4120000.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6670, 5, 4, '2016-01-07', '118', '2016-01-07', '162', NULL, '', NULL, '', NULL, '', 2, 'อ.279/2558', '', 'ข่มขืนกระทำชำเรา', 4, 'พนักงานอัยการคดีเยาวชนและครอบครัวจังหวัดเชียงใหม่', 'นายศรัณย์  คำหล้า', 0, 0, 0, NULL, NULL, '', '2015-12-30', 0, 0, '', '', NULL, NULL, 0, '2016-01-11', '194', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[494]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6671, 5, 4, '2016-01-05', '80', '2016-01-07', '164', NULL, '', NULL, '', NULL, '', 2, 'อ.277/2558', '', 'ความผิดต่อชีวิต  ความผิดต่อ พ.ร.บ.อาวุธปืน ฯ', 4, 'พนักงานอัยการคดีเยาวชนและครอบครัวจังหวัดเชียงใหม่', 'นายธรรมนูญ  วงศ์แจ้ง', 0, 0, 0, NULL, NULL, '', '2015-12-29', 0, 0, '', '', NULL, NULL, 0, '2016-01-11', '193', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[498,528]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6672, 3, 4, '2016-01-05', '222', '2016-01-07', '166', NULL, '', NULL, '', NULL, '', 2, 'อ.4721/2558', '', 'ความผิดต่อชีวิต', 4, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายมณฑ์ชัย มิตรประชา', 0, 0, 0, NULL, NULL, '', '2015-12-03', 0, 0, '', '', NULL, NULL, 0, '2016-01-11', '198', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[498]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6673, 3, 2, '2016-01-04', '69', '2016-01-07', '173', NULL, '', NULL, '', NULL, '', 2, 'พ.1680/2558', '', 'ละเมิด  เรียกค่าเสียหาย', 4, 'นางคันธารัตน์  สารสมลักษณ์  กับพวกรวม  4  คน', 'นายไซ  หม่อง  ทูน  กับพวกรวม  2  คน', 0, 0, 0, NULL, NULL, '', '2015-09-15', 0, 0, '', '', NULL, NULL, 0, '2016-01-11', '199', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[381,527]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '5000000.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6674, 3, 4, '2016-01-05', '132', '2016-01-07', '176', NULL, '', NULL, '', NULL, '', 11, 'อ.4742/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายประกาศิตหรือแบ้งค์  แสงนภาวรรณ', 0, 0, 0, NULL, NULL, '', '2015-12-04', 0, 0, '', '', NULL, NULL, 0, '2016-01-11', '201', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6675, 3, 4, '2016-01-05', '120', '2016-01-07', '177', NULL, '', NULL, '', NULL, '', 11, 'อ.4800/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นางสาวรุ่งทิวาหรืออาย  ตุ้ยตาจม', 0, 0, 0, NULL, NULL, '', '2015-12-09', 0, 0, '', '', NULL, NULL, 0, '2016-01-11', '202', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6676, 3, 4, '2016-01-05', '110', '2016-01-07', '167', NULL, '', NULL, '', NULL, '', 11, 'อ.4812/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายชัยวัฒน์  อะนุมะ', 0, 0, 0, NULL, NULL, '', '2015-12-09', 0, 0, '', '', NULL, NULL, 0, '2016-01-11', '203', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6677, 3, 4, '2016-01-05', '190', '2016-01-07', '169', NULL, '', NULL, '', NULL, '', 11, 'อ.4829/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายชัยวัฒน์หรือเอ  นุชอาจ', 0, 0, 0, NULL, NULL, '', '2015-12-11', 0, 0, '', '', NULL, NULL, 0, '2016-01-11', '205', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6678, 3, 4, '2016-01-05', '146', '2016-01-07', '170', NULL, '', NULL, '', NULL, '', 11, 'อ.4840/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายบัณฑิตหรืออาชิง ฯ  สือหมูทุ', 0, 0, 0, NULL, NULL, '', '2015-12-11', 0, 0, '', '', NULL, NULL, 0, '2016-01-11', '205', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6679, 3, 2, '2016-01-04', '67', '2016-01-07', '175', NULL, '', NULL, '', NULL, '', 11, 'พ.2307/2558', '', 'แบ่งกรรมสิทธิ์รวม', 4, 'นายแพทย์สุนทร  สุทธะพินทุ', 'นายเกรียงศักดิ์  สุทธะพินทุ  ที่  1  กับพวกรวม  2  คน', 0, 0, 0, NULL, NULL, '', '2015-12-21', 0, 0, '', '', NULL, NULL, 0, '2016-01-11', '206', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[414]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6680, 3, 2, '2016-01-04', '64', '2016-01-07', '172', NULL, '', NULL, '', NULL, '', 11, 'พ.1589/2558', '', 'ขอเป็นผู้จัดการมรดก', 4, 'นางอรทัย  ทายะ', 'นายสมบูรณ์  ทายะ  ที่  1  กับพวกรวม  7  คน', 0, 0, 0, NULL, NULL, '', '2015-09-01', 0, 0, '', '', NULL, NULL, 0, '2016-01-11', '207', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[424]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6681, 3, 2, '2016-01-05', '82', '2016-01-07', '174', NULL, '', NULL, '', NULL, '', 12, 'พ.1582/2557', '', 'ผิดสัญญา  ซื้อขาย', 4, 'ห้างหุ้นส่วนจำกัดทิพยกร', 'กรมชลประทาน', 0, 0, 0, NULL, NULL, '', '2014-02-27', 0, 0, '', '', NULL, NULL, 0, '2016-01-11', '200', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[452]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '407100.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6682, 3, 4, '2016-01-05', '138', '2016-01-07', '171', NULL, '', NULL, '', NULL, '', 2, 'อ.4925/2558', '', 'ความผิดต่อตำแหน่งหน้าที่ราชการ  บุกรุก', 4, 'เทศบาลตำบลสันมหาพน', 'นางอุบลรัตน์  ลอยมี', 0, 0, 0, NULL, NULL, '', '2015-12-21', 0, 0, '', '', NULL, NULL, 0, '2016-01-11', '197', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[518,477]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6683, 3, 4, '2015-09-15', 'ศย 305.002/24830', NULL, '', NULL, '', '2016-01-14', '300', '2016-01-14', 'ศย 305.002/810', 2, 'อ.3482/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 8, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายจะนู  ไม่มีนามสกุล', 559, 397, 576, '2016-01-29', NULL, '', '2015-09-02', 0, 4, '', '', NULL, NULL, 2, '2015-09-29', 'ศย 305.001/6982', NULL, '', '2016-01-22', 'ศย 305.001/528', NULL, NULL, '', '', '', 397, '[520]', NULL, NULL, NULL, NULL, NULL, 396, 0, '2016-01-15', '2016-01-21', 'อ.26/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6684, 4, 4, '2015-07-23', 'ศย 305.003/12726', NULL, '', NULL, '', '2016-01-14', '301', '2016-01-14', 'ศย 305.003/444', 2, 'อ.7546/2558', '', 'ความผิดฐานฉ้อโกง', 8, 'นายเศรษฐ์ศิลา  เปรมใจสัญชาติ', 'นายพณานนท์  สุนตาอินทร์', 455, 400, 455, '2016-01-27', NULL, '', '2015-07-20', 0, 4, '', '', NULL, NULL, 15, '2015-08-10', 'ศย 305.001/5608', NULL, '', '2016-01-21', 'ศย 305.001/511', NULL, NULL, '', 'เอกสารแยกที่  23/2558', '', 406, '[513]', NULL, 'เอกสารแยกเก็บที่  23/2558', NULL, NULL, NULL, 400, 0, '2016-01-15', '2016-01-19', 'อ.27/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6685, 4, 4, '2016-01-06', '106', '2016-01-07', '132', NULL, '', NULL, '', NULL, '', 11, 'อ.74/2559', '', 'โกงเจ้าหนี้', 4, 'นายฉัตรชัย  ซัจเดว์', 'นายชนศักย์  วุฒินันท์สุระสิทธิ์  ที่  1  กับพวกรวม  2  คน', 0, 0, 0, NULL, NULL, '', '2016-01-04', 0, 0, '', '', NULL, NULL, 0, '2016-01-14', '268', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[514]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6686, 5, 4, '2016-01-11', '236', '2016-01-12', '259', NULL, '', NULL, '', NULL, '', 2, 'อ.280/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการคดีเยาวชนและครอบครัวจังหวัดเชียงใหม่', 'นายไพบูลย์  จะหา', 0, 0, 0, NULL, NULL, '', '2015-12-30', 0, 0, '', '', NULL, NULL, 0, '2016-01-14', '269', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6687, 3, 4, '2016-01-07', '364', '2016-01-11', '239', NULL, '', NULL, '', NULL, '', 11, 'อ.4989/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นางสาวจุฑามาศ  วิจารณ์', 0, 0, 0, NULL, NULL, '', '2015-12-25', 0, 0, '', '', NULL, NULL, 0, '2016-01-14', '278', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6688, 3, 4, '2016-01-07', '402', '2016-01-11', '232', NULL, '', NULL, '', NULL, '', 11, 'อ.4992/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายชูชาติหรือชาติ  ชุบขุนทด', 0, 0, 0, NULL, NULL, '', '2015-12-25', 0, 0, '', '', NULL, NULL, 0, '2016-01-14', '279', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6689, 3, 4, '2016-01-07', '392', '2016-01-11', '234', NULL, '', NULL, '', NULL, '', 11, 'อ.4980/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายณรงค์ศักดิ์หรือซี  พุ่มพันธ์วงษ์', 0, 0, 0, NULL, NULL, '', '2015-12-25', 0, 0, '', '', NULL, NULL, 0, '2016-01-14', '280', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6690, 3, 4, '2016-01-06', '316', '2016-01-11', '237', NULL, '', NULL, '', NULL, '', 11, 'อ.5003/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ  ความผิดต่อ พ.ร.บ.อาวุธปืน ฯ', 4, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายมงคล  ธรรมสละ', 0, 0, 0, NULL, NULL, '', '2015-12-25', 0, 0, '', '', NULL, NULL, 0, '2016-01-14', '281', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520,528]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6691, 3, 2, '2016-01-07', '373', '2016-01-11', '238', NULL, '', NULL, '', NULL, '', 11, 'พ.2340/2558', '', 'แบ่งแยกกรรมสิทธิ์รวม', 4, 'นางสายพิณ  วงษ์วาล  ที่  1  กับพวกรวม  2  คน', 'นายณรงค์  ใจขาว ที่ 1 กับพวกรวม 2 คน', 0, 0, 0, NULL, NULL, '', '2015-12-23', 0, 0, '', '', NULL, NULL, 0, '2016-01-14', '282', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[414]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6692, 3, 4, '2016-01-07', '347', '2016-01-11', '242', NULL, '', NULL, '', NULL, '', 11, 'อ.5027/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายชัยรักษ์หรือขวัญ  ไชยกอง', 0, 0, 0, NULL, NULL, '', '2015-12-29', 0, 0, '', '', NULL, NULL, 0, '2016-01-14', '277', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6693, 3, 4, '2016-01-07', '378', '2016-01-11', '236', NULL, '', NULL, '', NULL, '', 2, 'อ.4937/2558', '', 'ความผิดต่อเจ้าพนักงานในการยุติธรรม  ข่มขืนกระทำชำเรา', 4, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายภรา  ชูศรี', 0, 0, 0, NULL, NULL, '', '2015-12-22', 0, 0, '', '', NULL, NULL, 0, '2016-01-14', '276', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[478,494]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6694, 3, 4, '2016-01-07', '400', '2016-01-11', '233', NULL, '', NULL, '', NULL, '', 2, 'อ.4990/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายชาญชัยหรือทิด  สิงห์คำ  ที่  1  กับพวกรวม  2  คน', 0, 0, 0, NULL, NULL, '', '2015-12-25', 0, 0, '', '', NULL, NULL, 0, '2016-01-14', '275', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6695, 3, 4, '2016-01-07', '405', '2016-01-11', '231', NULL, '', NULL, '', NULL, '', 2, 'อ.4994/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นางสาวนภาพรหรือลี  แซ่เยีย', 0, 0, 0, NULL, NULL, '', '2015-12-25', 0, 0, '', '', NULL, NULL, 0, '2016-01-14', '274', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6696, 3, 4, '2016-01-07', '396', '2016-01-11', '230', NULL, '', NULL, '', NULL, '', 2, 'อ.4953/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายควรธรรม  แซ่เฉา', 0, 0, 0, NULL, NULL, '', '2015-12-23', 0, 0, '', '', NULL, NULL, 0, '2016-01-14', '273', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6697, 3, 4, '2016-01-07', '389', '2016-01-11', '235', NULL, '', NULL, '', NULL, '', 2, 'อ.4932/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายพันนุพงศ์หรืออาร์ม  ชัยยัง', 0, 0, 0, NULL, NULL, '', '2015-12-22', 0, 0, '', '', NULL, NULL, 0, '2016-01-14', '272', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6698, 3, 4, '2016-01-07', '343', '2016-01-11', '241', NULL, '', NULL, '', NULL, '', 2, 'อ.5009/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายดัสกรหรือแบงค์  เจริญกมลศักดิ์', 0, 0, 0, NULL, NULL, '', '2015-12-28', 0, 0, '', '', NULL, NULL, 0, '2016-01-14', '271', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6699, 3, 4, '2015-06-10', 'ศย 305.002/14755', NULL, '', NULL, '', '2016-01-15', '317', '2016-01-15', 'ศย 305.002/908', 2, 'อ.1988/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 8, 'พนักงานอัยการจังหวัดเชียงใหม่', 'จ่าสิบเอกสราวุธ  ธนารักษ์อุดมพร กับพวกรวม 2 คน', 569, 401, 558, '2016-02-01', NULL, '', '2015-05-29', 0, 4, '', '', NULL, NULL, 15, '2015-06-24', 'ศย 305.001/4155', NULL, '', '2016-01-22', 'ศย 305.001/526', NULL, NULL, '', '', '', 403, '[520]', NULL, NULL, NULL, NULL, NULL, 401, 0, '2016-01-18', '2016-01-20', 'อ.28/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6700, 3, 4, '2016-01-07', '362', '2016-01-11', '240', NULL, '', NULL, '', NULL, '', 2, 'อ.5008/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นางนาบ่า  แต่หมีน๊ะ  ที่  1  กับพวกรวม  2  คน', 0, 0, 0, NULL, NULL, '', '2015-12-28', 0, 0, '', '', NULL, NULL, 0, '2016-01-14', '270', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6701, 3, 4, '2015-03-18', 'ศย 305.002/7579', NULL, '', NULL, '', '2016-01-19', '346', '2016-01-19', 'ศย 305.002/1074', 2, 'อ.734/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ ความผิดต่อพระราชบัญญัติจราจรทางบก', 8, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นางสาวสุภาพร  รัตนชมภู', 577, 398, 551, '2016-02-04', NULL, '', '2015-02-26', 0, 4, '', '', NULL, NULL, 15, '2015-03-26', 'ศย 305.001/2068', NULL, '', '2016-01-25', 'ศย 305.001/556', NULL, NULL, '', 'พ่วงสำนวนอม 16/2558', '', 404, '[520]', NULL, 'พ่วงสำนวน อม 16/2558', NULL, NULL, NULL, 398, 0, '2016-01-20', '2016-01-20', 'อ.29/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6702, 3, 4, '2015-08-05', 'ศย 305.002/20437', NULL, '', NULL, '', '2016-01-20', '374', '2016-01-20', 'ศย 305.002/1083', 2, 'อ.2892/2558', '', 'ความผิดต่อพระราชบัญยัติยาเสพติดให้โทษ', 8, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายยูดะ  จะคือ  ที่ 1 กับพวกรวม  2  คน', 567, 400, 551, '2016-02-18', NULL, '', '2015-07-24', 0, 4, '', '', NULL, NULL, 2, '2015-08-11', 'ศย 305.001/5640', NULL, '', '2016-01-26', 'ศย 305.001/567', NULL, NULL, '', '', '', 406, '[520]', NULL, NULL, NULL, NULL, NULL, 400, 0, '2016-01-20', '2016-01-22', 'อ.30/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6703, 3, 4, '2015-03-18', 'ศย 305.002/7608', NULL, '', NULL, '', '2016-01-20', '375', '2016-01-20', 'ศย 305.002/1186', 2, 'อ.843/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 12, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายไกรสร  สีสุข ที่ 1 กับพวกรวม  2  คน', 560, 400, 567, '2016-02-09', NULL, '', '2015-03-05', 0, 4, '', '', NULL, NULL, 2, '2015-03-26', 'ศย 305.001/2076', NULL, '', NULL, '', NULL, NULL, '', '', '', 408, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, '2016-01-21', '2016-01-26', 'อ.31/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6704, 11, 2, '2016-01-21', 'ศย 305.010/641 ลงวันที่  19  มกราคม 2559', NULL, '', NULL, '', '2016-01-21', '381', '2016-01-19', '', 2, 'พ.804/2558', '', 'ขอจัดการมรดก', 11, 'นางสาวอุมาภรณ์  มูลเทพหรือนางสาวมัลลิกา  ชัยมณี', 'นายสุวรรณ  พุทธิมา  ที่ 1 กับพวกรวม  2  คน', 440, 400, 454, '2016-02-12', NULL, '', '2015-08-19', 0, 4, '', '', NULL, NULL, 15, NULL, '', NULL, '', NULL, '', NULL, NULL, '', '', '', 403, '[424]', NULL, NULL, NULL, NULL, NULL, 0, 0, '2016-01-21', NULL, 'พ.4/2559', 1, 0, 3, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6705, 24, 4, '2016-01-21', 'ศย 305.006(ป)/44', NULL, '', NULL, '', '2016-01-21', '389', '2016-01-07', '', 2, 'อ.106/2558', '', 'ความผิดต่อพระราชบัญญัติป่าไม้', 8, 'พนักงานอัยการจังหวัดน่าน (ปัว)', 'นางสาวจุฬารัตน์  ศรีชาติ', 609, 401, 610, '2016-02-15', NULL, '', '2015-02-17', 0, 4, '', '', NULL, NULL, 2, NULL, '', NULL, '', '2016-01-26', 'ศย 305.001/584', NULL, NULL, '', '', '', 407, '[523]', NULL, NULL, NULL, NULL, NULL, 401, 0, '2016-01-22', '2016-01-26', 'อ.32/2559', 1, 0, 3, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6706, 6, 4, '2016-01-21', 'ศย 305.005/บ.27', NULL, '', NULL, '', '2016-01-21', '416', '2016-01-19', '', 2, 'อ.6266/2557', '', 'ความผิดต่อชีวิต', 11, 'พนักงานอัยการจังหวัดเชียงราย', 'นางสาวเจนจิรา หรือหมวย  ฟองสมุทร', 488, 607, 499, '2016-02-24', NULL, '', '2014-12-30', 0, 2, '', '', NULL, NULL, 1, NULL, '', NULL, '', NULL, '', NULL, NULL, '', '', '', 403, '[498]', NULL, NULL, NULL, NULL, NULL, 0, 0, '2016-01-22', NULL, 'อ.33/2559', 1, 0, 3, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6707, 6, 4, '2015-07-03', 'ศย 305.005/ด 1232', NULL, '', NULL, '', '2016-01-21', '417', '2016-01-19', 'ศย 305.005/[.30', 2, 'อ.3103/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 8, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายถนอมทรัพย์หรือเอกชัย  เมืองมูล', 487, 607, 496, '2016-02-17', NULL, '', '2015-07-02', 0, 1, '', '', NULL, NULL, 2, '2015-07-23', 'ศย 305.001/5003', NULL, '', '2016-01-27', 'ศย 305.001/617', NULL, NULL, '', '', '', 405, '[520]', NULL, NULL, NULL, NULL, NULL, 607, 0, '2016-01-22', '2016-01-25', 'อ.35/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6709, 10, 4, '2015-08-13', 'ศย 305.009/5857', NULL, '', NULL, '', '2016-01-21', '420', '2016-01-20', 'ศย 305.009/436', 2, 'อ.1639/2558', '', 'ความผิดต่อพระราชบัญญัติป่าไม้', 8, 'พนักงานอัยการจังหวัดแพร่', 'นางสมใจ  บุญเพ็ชร', 543, 607, 540, '2016-02-16', NULL, '', '2015-07-27', 0, 4, '', '', NULL, NULL, 15, '2015-08-26', 'ศย 305.001/6105', NULL, '', '2016-01-27', 'ศย 305.001/616', NULL, NULL, '', '', '', 404, '[523]', NULL, NULL, NULL, NULL, NULL, 607, 0, '2016-01-22', '2016-01-25', 'อ.37/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6710, 10, 4, '2015-08-06', 'ศย 305.009/5732', NULL, '', NULL, '', '2016-01-21', '419', '2016-01-19', 'ศย 305.009/455', 2, 'อ.1686/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 11, 'พนักงานอัยการจังหวัดแพร่', 'นายอุดม  แสนปัญญา', 545, 402, 538, '2016-02-10', NULL, '', '2015-08-03', 0, 4, '', '', NULL, NULL, 2, '2015-08-26', 'ศย 305.001/6099', NULL, '', NULL, '', NULL, NULL, '', 'พ่วงสำนวนคดีหมายเลขแดงที่  1519/2558', '', 403, '[520]', NULL, 'พ่วงสำนวนหมายเลขคดีแดงที่ 1519/2558', NULL, NULL, NULL, 0, 0, '2016-01-22', NULL, 'อ.36/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6711, 3, 4, '2015-04-07', 'ศย 305.002/9434', NULL, '', NULL, '', '2016-01-21', '395', '2016-01-20', 'ศย 305.002/1185', 2, 'อ.804/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 12, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นางดวงพรหรือน้าแจ้หรือน้าหอย  สุขจันทร์', 564, 402, 563, '2016-02-10', NULL, '', '2015-03-03', 0, 4, '', '', NULL, NULL, 15, '2015-04-17', 'ศย 305.001/2331', NULL, '', NULL, '', NULL, NULL, '', '', '', 403, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, '2016-01-22', '2016-01-25', 'อ.38/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6712, 4, 4, '2015-07-08', 'ศย 305.003/10848', NULL, '', NULL, '', '2016-01-21', '426', '2016-01-20', 'ศย 305.003/631', 2, 'อ.6512/2558', '', 'ฉ้อโกง', 8, 'นายสมโพธิ์  ปิยะมาน', 'นายอารยะ  เฮดดิการ์ดา ที่ 1 กับพวกรวม  2  คน', 464, 401, 464, '2016-02-08', NULL, '', '2015-06-22', 0, 4, '', '', NULL, NULL, 15, '2015-07-21', 'ศย 305.001/4882', NULL, '', '2016-01-26', 'ศย 305.001/577', NULL, NULL, '', '', '', 407, '[513]', NULL, NULL, NULL, NULL, NULL, 401, 0, '2016-01-22', '2016-01-25', 'อ.39/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6713, 4, 4, '2015-08-05', 'ศย 305.003/13237', NULL, '', NULL, '', '2016-01-21', '423', '2016-01-20', 'ศย 305.003/723', 2, 'อ.7871/2558', '', 'ฉ้อโกง', 12, 'นายซีเกยาสี  โอนูมะ', 'นางสาวอรวิภา  แสนบริบูรณ์', 466, 398, 466, '2016-02-09', NULL, '', '2015-08-04', 0, 4, '', '', NULL, NULL, 15, '2015-08-11', 'ศย 305.001/5641', NULL, '', NULL, '', NULL, NULL, '', '', '', 404, '[513]', NULL, NULL, NULL, NULL, NULL, 0, 0, '2016-01-22', '2016-01-26', 'อ.40/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6714, 4, 4, '2016-01-21', 'ศย 305.003/753', NULL, '', NULL, '', '2016-01-21', '424', '2016-01-20', '', 0, 'อ.2925/2558', '', 'ฉ้อโกง', 12, 'นายปรัชญา  บุญชัยสุข', 'นางสาวเสาวภา  พงษ์ธรรมที่ 1 กับพวกรวม  2  คน', 459, 398, 459, '2016-02-10', NULL, '', '2015-03-19', 0, 4, '', '', NULL, NULL, 15, NULL, '', NULL, '', NULL, '', NULL, NULL, '', 'เอกสารแยกเก็บที่  1/2559', '', 408, '[513]', NULL, 'เอกสารแยกเก็บที่ 1/2559', NULL, NULL, NULL, 0, 0, '2016-01-22', '2016-01-27', 'อ.41/2559', 1, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6715, 4, 4, '2016-01-21', 'ศย 305.003/755', NULL, '', NULL, '', '2016-01-21', '425', '2016-01-20', '', 2, 'อ.2927/2558', '', 'ฉ้อโกง', 8, 'นายจาตุรงค์  กนกเกศมณี', 'นางสาวเสาวภา  พงษ์ธรรมที่ 1 กับพวกรวม  2  คน', 459, 399, 459, '2016-02-10', NULL, '', '2015-03-19', 0, 4, '', '', NULL, NULL, 15, NULL, '', NULL, '', '2016-01-26', 'ศย 305.001/585', NULL, NULL, '', 'เอกสารแยกเก็บที่  2/2559', '', 405, '[513]', NULL, NULL, NULL, NULL, NULL, 399, 0, '2016-01-22', '2016-01-25', 'อ.42/2559', 1, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6716, 7, 4, '2015-10-28', 'ศย 305.006/4364', NULL, '', NULL, '', '2016-01-22', '434', '2016-01-21', 'ศย 305.006/211', 2, 'อ.1365/2558', '', 'ความผิดต่อชีวิต', 11, 'พนักงานอัยการจังหวัดน่าน', 'นายสันติพงศ์  จิตบุญ', 597, 402, 593, '2016-03-22', NULL, '', '2015-10-22', 0, 4, '', '', NULL, NULL, 15, '2015-11-06', 'ศย 305.001/8025', NULL, '', NULL, '', NULL, NULL, '', '', '', 407, '[498]', NULL, NULL, NULL, NULL, NULL, 0, 0, '2016-01-22', NULL, 'อ.46/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6717, 7, 4, '2015-08-31', 'ศย 305.006/3426', NULL, '', NULL, '', '2016-01-22', '435', '2016-01-21', 'ศย 305.006/212', 2, 'อ.1011/2558', '', 'ความผิดต่อชีวิต', 11, 'พนักงานอัยการจังหวัดน่าน', 'นายมนตรี  ดอนนันชัย', 597, 401, 593, '2016-03-30', NULL, '', '2015-07-24', 0, 1, '', '', NULL, NULL, 2, '2015-09-08', 'ศย 305.001/6467', NULL, '', NULL, '', NULL, NULL, '', '', '', 406, '[498]', NULL, NULL, NULL, NULL, NULL, 0, 0, '2016-01-22', NULL, 'อ.45/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6718, 7, 4, '2015-06-15', 'ศย 305.006/2206', NULL, '', NULL, '', '2016-01-22', '437', '2016-01-21', 'ศย 305.006/209', 2, 'อ.753/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 12, 'พนักงานอัยการจังหวัดน่าน', 'นายชาญชัยหรือวิชาญ  เชี่ยวชาญ', 593, 607, 597, '2016-03-17', NULL, '', '2015-06-09', 0, 1, '', '', NULL, NULL, 2, '2015-06-25', 'ศย 305.001/4258', NULL, '', NULL, '', NULL, NULL, '', '', '', 405, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, '2016-01-22', '2016-01-27', 'อ.44/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6719, 7, 4, '2016-01-22', 'ศย 305.006/210', NULL, '', NULL, '', '2016-01-22', '436', '2016-01-21', '', 2, 'อ.937/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 11, 'พนักงานอัยการจังหวัดน่าน', 'นายสิทธิชัย  งิ้วแดง', 593, 400, 597, '2016-03-16', NULL, '', '2015-07-10', 0, 1, '', '', NULL, NULL, 2, NULL, '', NULL, '', NULL, '', NULL, NULL, '', '', '', 408, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, '2016-01-22', NULL, 'อ.43/2559', 1, 0, 3, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6720, 18, 2, '2015-06-16', 'ศย 305.017/2512', NULL, '', NULL, '', '2016-01-22', '433', '2016-01-20', 'ศย 305.017/262', 2, 'พ.277/2558', '', 'ขอแสดงกรรมสิทธิ์ที่ดิน', 8, 'นางบัวจันทร์  มีหวาน', '', 477, 401, 469, '2016-02-18', NULL, '', '2015-06-11', 0, 4, '', '', NULL, NULL, 15, '2015-06-26', 'ศย 305.001/4344', NULL, '', '2016-01-26', 'ศย 305.001/578', NULL, NULL, '', '', '', 403, '[425]', NULL, NULL, NULL, NULL, NULL, 401, 0, '2016-01-22', '2016-01-25', 'พ.5/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6721, 9, 4, '2015-07-01', 'ศย 305.008/3231', NULL, '', NULL, '', '2016-01-22', '446', '2016-01-20', 'ศย 305.008/392', 2, 'อ.1220/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 8, 'พนักงานอัยการจังหวัดพะเยา', 'นางสาวกรณิการ์หรือซันนี่  สมศรี', 523, 399, 524, '2016-02-10', NULL, '', '2015-06-29', 0, 4, '', '', NULL, NULL, 15, '2015-07-27', 'ศย 305.001/5100', NULL, '', '2016-01-27', 'ศย 305.001/619', NULL, NULL, 'เอกสารแยกเก็บที่  ก.32/2558', '', '', 404, '[520]', NULL, NULL, NULL, NULL, NULL, 399, 0, '2016-01-22', '2016-01-25', 'อ.48/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6722, 9, 2, '2015-09-23', 'ศย 305.008/5082', NULL, '', NULL, '', '2016-01-22', '444', '2016-01-20', 'ศย 305.008/397', 2, 'พ.906/2558', '', 'ขอแสดงกรรมสิทธิ์ที่ดิน', 8, 'นางหอมนวล  รับงาน', '', 520, 402, 526, '2016-02-11', NULL, '', '2015-09-17', 0, 4, '', '', NULL, NULL, 15, '2015-10-14', 'ศย 305.001/7404', NULL, '', '2016-01-25', 'ศย 305.001/553', NULL, NULL, '', '', '', 405, '[425]', NULL, NULL, NULL, NULL, NULL, 402, 0, '2016-01-22', '2016-01-25', 'พ.6/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6723, 9, 4, '2014-08-15', 'ศย 305.008/3325', NULL, '', NULL, '', '2016-01-22', '445', '2016-01-20', 'ศย 305.008/394', 2, 'อ.1736/2557', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 12, 'พนักงานอัยการจังหวัดพะเยา', 'นางศรีวรรณหรือมอย  ศรีนาวงษ์', 527, 402, 519, '2016-02-17', NULL, '', '2014-07-31', 0, 1, '', '', NULL, NULL, 15, '2014-08-25', 'ศย 305.001/5219', NULL, '', NULL, '', NULL, NULL, '', 'พ่วงสำนวนอาญาหมายเลขแดงที่  1983/2543', '', 407, '[520]', NULL, 'พ่วงสำนวนคดีอาญาหมายเลขแดงที่  1983/2554', NULL, NULL, NULL, 0, 0, '2016-01-22', '2016-01-26', 'อ.47/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6724, 11, 4, '2016-01-13', '439', '2016-01-18', '331', NULL, '', NULL, '', NULL, '', 11, 'อ.2244/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดลำปาง', 'นายสุทธิพงษ์  ใจยะวงศ์', 0, 0, 0, NULL, NULL, '', '2015-12-30', 0, 0, '', '', NULL, NULL, 0, '2016-01-20', '461', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6725, 11, 2, '2016-01-13', '469', '2016-01-18', '332', NULL, '', NULL, '', NULL, '', 2, 'พ.1219/2558', '', 'ขอแสดงกรรมสิทธิ์ที่ดิน', 4, 'นายสำราญ  เสียงใส', '', 0, 0, 0, NULL, NULL, '', '2015-12-16', 0, 0, '', '', NULL, NULL, 0, '2016-01-20', '460', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[425]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6726, 475, 4, '2016-01-08', '74', '2016-01-11', '243', NULL, '', NULL, '', NULL, '', 2, 'อ.22/2559', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดฮอด', 'นายกือแฮ  หมังเลอะ', 0, 0, 0, NULL, NULL, '', '2016-01-07', 0, 0, '', '', NULL, NULL, 0, '2016-01-15', '342', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6727, 475, 4, '2015-12-18', '2507', '2015-12-23', '805', NULL, '', NULL, '', NULL, '', 2, 'อ.730/2558', '', 'ความผิดต่อ พ.ร.บ.ป่าไม้', 4, 'พนักงานอัยการจังหวัดฮอด', 'นางสาวปาลิดา  อุปละ', 0, 0, 0, NULL, NULL, '', '2015-12-17', 0, 0, '', '', NULL, NULL, 0, '2016-01-05', '6', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[523]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6728, 475, 4, '2015-12-23', '2551', '2015-12-25', '8080', NULL, '', NULL, '', NULL, '', 2, 'อ.717/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดฮอด', 'นายวีระศักดิ์หรือรถ  มะโนธรรม', 0, 0, 0, NULL, NULL, '', '2015-12-14', 0, 0, '', '', NULL, NULL, 0, '2016-01-05', '7', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6729, 3, 1, '2015-10-19', 'ศย 305.002/27855', NULL, '', NULL, '', '2016-01-22', '443', '2016-01-21', 'ศย 305.002/1329', 2, 'ผบ.1084/2558', '', 'สินเชื่อส่วนบุคคล  ยืม คำ้ประกันจำนอง', 11, 'บริษัท บริหารสินทรัพย์สุขุมวิท จำกัดฯ', 'นางรสริน  วัฒนปฤดา', 579, 400, 549, '2016-02-23', NULL, '', '2015-06-26', 0, 4, '', '', NULL, NULL, 15, '2015-10-27', 'ศย 305.001/7750', NULL, '', NULL, '', NULL, NULL, '', '', '', 406, '[457,458]', NULL, NULL, NULL, NULL, NULL, 0, 0, '2016-01-22', NULL, 'พ.7/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6730, 475, 2, '2015-08-24', '2560', '2015-12-29', '8163', NULL, '', NULL, '', NULL, '', 2, 'พ.59/2558', '', 'ยืม  ค้ำประกัน  จำนอง', 4, 'บจก.บริหารสินทรัพย์สุขุมวิท', 'นายกิตติพงศ์  เรือนคำฟู  ที่  1  กับพวกรวม 4 คน', 0, 0, 0, NULL, NULL, '', '2015-08-27', 0, 0, '', '', NULL, NULL, 0, '2016-01-05', '8', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[457,458,394]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6731, 10, 4, '2016-01-08', '152', '2016-01-11', '245', NULL, '', NULL, '', NULL, '', 11, 'อ.2805/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดแพร่', 'นายเหมราชหรืออ๊อด  วิหก', 0, 0, 0, NULL, NULL, '', '2015-12-29', 0, 0, '', '', NULL, NULL, 0, '2016-01-14', '313', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6732, 10, 4, '2016-01-18', '319', '2016-01-19', '342', NULL, '', NULL, '', NULL, '', 2, 'อ.2767/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดแพร่', 'ส.ต.ธีรศักดิ์  วงค์หาญ', 0, 0, 0, NULL, NULL, '', '2015-12-25', 0, 0, '', '', NULL, NULL, 0, '2016-01-21', '509', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6733, 3, 4, '2016-01-13', '736', '2016-01-15', '321', NULL, '', NULL, '', NULL, '', 2, 'อ.4646/2558', '', 'ลักทรัพย์  ชิงทรัพย์  ปล้นทรัพย์', 4, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายณัฐวุฒิหรือณัฐ  มลิดล', 0, 0, 0, NULL, NULL, '', '2015-11-26', 0, 0, '', '', NULL, NULL, 0, '2016-01-19', '399', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[511,512,507]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6734, 3, 8, '2016-01-13', '729', '2016-01-15', '322', NULL, '', NULL, '', NULL, '', 2, 'ช.44/2558', '', 'ชันสูตรพลิกศพ', 4, 'พนักงานอัยการจังหวัดเชียงใหม่', 'น.ช.กะหวังหรือกะหวั่ง  ฉัตรศรีธนา', 0, 0, 0, NULL, NULL, '', '2015-12-30', 0, 0, '', '', NULL, NULL, 0, '2016-01-19', '400', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[522]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6735, 3, 2, '2016-01-13', '688', '2016-01-15', '327', NULL, '', NULL, '', NULL, '', 2, 'พ.1280/2558', '', 'ละเมิด  ค่าสินไหมทดแทน  ประกันภัย', 4, 'นายอุดม  มาวิมล', 'นายจรูญ  คำบุญแดง  ที่  1 กับพวกรวม 3 คน', 0, 0, 0, NULL, NULL, '', '2015-07-16', 0, 0, '', '', NULL, NULL, 0, '2016-01-19', '401', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[402,381]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '4405370.33', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6736, 3, 2, '2016-01-13', '697', '2016-01-15', '326', NULL, '', NULL, '', NULL, '', 2, 'พ.1613/2558', '', 'ซื้อขาย', 5, 'สหกรณ์นิคมแม่สอด', 'บจก.เทียนหงษ์  เทรดดิ้ง  ที่ 1 กับพวกรวม 2 คน', 0, 0, 0, NULL, NULL, '', '2015-09-04', 0, 0, '', '', NULL, NULL, 0, '2016-01-19', '402', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[452]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '5510913.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL);
INSERT INTO `info_cases` (`id`, `user_id`, `type_id`, `date_sent`, `number_sent`, `date_received`, `number_received`, `date_received2`, `number_received2`, `date_received3`, `number_received3`, `date_sent2`, `number_sent2`, `command_id`, `number_black`, `number_red`, `title`, `result`, `plaintiff`, `defendant`, `judge_id`, `judge2_id`, `judge3_id`, `date_ap`, `date_sent3`, `number_sent3`, `date_case`, `topic_id`, `imprison_id`, `file1`, `file2`, `date_finish`, `date_read`, `accept_id`, `date_sent4`, `number_sent4`, `date_received4`, `number_received4`, `date_sent5`, `number_sent5`, `date_modified`, `date_upload`, `note1`, `note2`, `note3`, `judge4_id`, `topic_ids`, `form1_note`, `form2_note`, `form3_note`, `form4_note`, `form5_note`, `judge_checkout1_id`, `judge_checkout2_id`, `date_at_received1`, `date_at_received2`, `auto_received_num`, `no_case_sent`, `at_correct`, `at_result_id`, `capital`, `return_checked`, `return2_checked`, `link_checked`, `link_ids`, `add_checked`, `add_ids`, `date_sent_a`, `number_sent_a`, `note1_a`, `auto_received_num2`, `judge_id_a`, `date_received3_a`, `judge2_id_a`, `date_at_received1_a`, `judge4_id_a`, `date_at_received2_a`, `judge_checkout1_id_a`, `judge_checkout2_id_a`, `date_sent5_a`, `form4_note_a`, `number_sent5_a`, `number_received3_a`) VALUES
(6737, 3, 4, '2016-01-13', '738', '2016-01-15', '325', NULL, '', NULL, '', NULL, '', 11, 'อ.3648/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายนครินทร์  คุ้มครอง', 0, 0, 0, NULL, NULL, '', '2015-09-15', 0, 0, '', '', NULL, NULL, 0, '2016-01-19', '396', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6738, 3, 4, '2016-01-13', '726', '2016-01-15', '323', NULL, '', NULL, '', NULL, '', 2, 'อ.5065/2558', '', 'ข่มขืนกระทำชำเรา  ความผิดเกี่ยวกับเพศ  ความผิดต่อเสรีภาพ', 4, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายบุญชู  แซ่กือ', 0, 0, 0, NULL, NULL, '', '2015-12-30', 0, 0, '', '', NULL, NULL, 0, '2016-01-19', '398', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[504,494]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6739, 3, 4, '2016-01-13', '739', '2016-01-15', '324', NULL, '', NULL, '', NULL, '', 2, 'อ.4861/2558', '', 'ความผิดต่อชีวิต  พยายาม  ทำให้เสียทรัพย์', 4, 'พนักงานอัยการจังหวัดเชียงใหม่', 'นายเชาวลิต  โป๊ะ  ที่ 1 กับพวกรวม 4 คน', 0, 0, 0, NULL, NULL, '', '2015-12-15', 0, 0, '', '', NULL, NULL, 0, '2016-01-19', '397', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[517,501]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6740, 7, 4, '2016-01-06', '31', '2016-01-11', '250', NULL, '', NULL, '', NULL, '', 11, 'อ.1578/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดน่าน', 'นายธีรยุทธ  เสาวมาลย์', 0, 0, 0, NULL, NULL, '', '2015-12-30', 0, 0, '', '', NULL, NULL, 0, '2016-01-14', '312', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6741, 7, 4, '2016-01-06', '30', '2016-01-11', '249', NULL, '', NULL, '', NULL, '', 11, 'อ.1576/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดน่าน', 'นางสาวขวัญภิรมย์  วิไลรัตน์', 0, 0, 0, NULL, NULL, '', '2015-12-30', 0, 0, '', '', NULL, NULL, 0, '2016-01-14', '311', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6742, 7, 4, '2016-01-13', '106', '2016-01-14', '293', NULL, '', NULL, '', NULL, '', 11, 'อ.1575/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดน่าน', 'นายสมชาย  บุญอิน', 0, 0, 0, NULL, NULL, '', '2015-12-30', 0, 0, '', '', NULL, NULL, 0, '2016-01-20', '487', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6743, 7, 4, '2016-01-12', '97', '2016-01-14', '291', NULL, '', NULL, '', NULL, '', 11, 'อ.1560/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดน่าน', 'นางสาวพิสมัย  แซ่โซ้ง', 0, 0, 0, NULL, NULL, '', '2015-12-24', 0, 0, '', '', NULL, NULL, 0, '2016-01-20', '486', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6744, 7, 4, '2016-01-12', '98', '2016-01-14', '292', NULL, '', NULL, '', NULL, '', 2, 'อ.24/2559', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดน่าน', 'นางสาวท้อ  ย่าง  ที่ 1 กับพวกรวม 3 คน', 0, 0, 0, NULL, NULL, '', '2016-01-07', 0, 0, '', '', NULL, NULL, 0, '2016-01-20', '485', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6745, 20, 4, '2016-01-07', '61', '2016-01-11', '246', NULL, '', NULL, '', NULL, '', 2, 'อ.98/2558', '', 'ความผิดเกี่ยวกับเพศ  ความผิดต่อเสรีภาพ ความผิดต่อ พ.ร.บ.ป้องกันและปราบรามการค้ามนุษย์', 4, 'พนักงานอัยการคดีเยาวชนและครอบครัวจังหวัดแพร่', 'นางสาวขวัญผกาหรือหมิว  เกตุสี', 0, 0, 0, NULL, NULL, '', '2015-12-29', 0, 0, '', '', NULL, NULL, 0, '2016-01-14', '310', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[504,531]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6746, 20, 2, '2016-01-14', '81', '2016-01-19', '340', NULL, '', NULL, '', NULL, '', 12, 'พ.1/2559', '', 'หย่า', 4, 'นางวิไลลักษณ์  วรรณโตสกุล', 'นายไพทูลย์  แสนเสนา', 0, 0, 0, NULL, NULL, '', '2016-01-11', 0, 0, '', '', NULL, NULL, 0, '2016-01-21', '508', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[529]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6747, 16, 4, '2015-12-24', '2562', '2015-12-28', '8124', NULL, '', NULL, '', NULL, '', 2, 'อ.438/2558', '', 'ข่มขืนกระทำชำเรา', 4, 'พนักงานอัยการจังหวัดแม่ฮ่องสอน', 'นายเกษม  คำมานะ', 0, 0, 0, NULL, NULL, '', '2015-12-24', 0, 0, '', '', NULL, NULL, 0, '2016-01-05', '5', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[494]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6748, 9, 2, '2016-01-08', '122', '2016-01-11', '257', NULL, '', NULL, '', NULL, '', 2, 'พ.5/2559', '', 'ขอแสดงกรรมสิทธิ์ที่ดิน', 4, 'นายกองกิจ  เผ่าต๊ะ', '', 0, 0, 0, NULL, NULL, '', '2016-01-05', 0, 0, '', '', NULL, NULL, 0, '2016-01-14', '285', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[425]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6749, 9, 4, '2016-01-07', '105', '2016-01-08', '194', NULL, '', NULL, '', NULL, '', 2, 'อ.2193/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดพะเยา', 'นายองอาจหรือติน  รอดอุดม', 0, 0, 0, NULL, NULL, '', '2015-12-28', 0, 0, '', '', NULL, NULL, 0, '2016-01-14', '284', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6750, 9, 4, '2016-01-12', '235', '2016-01-05', '304', NULL, '', NULL, '', NULL, '', 2, 'อ.131/2559', '', 'ข่มขืนกระทำชำเรา  ความผิดเกี่ยวกับเพศ', 4, 'พนักงานอัยการจังหวัดพะเยา', 'นายภาณุวัฒณ์  อภิวงศ์', 0, 0, 0, NULL, NULL, '', '2016-01-11', 0, 0, '', '', NULL, NULL, 0, '2016-01-20', '466', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[494,531]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6751, 9, 4, '2016-01-12', '237', '2016-01-15', '305', NULL, '', NULL, '', NULL, '', 2, 'อ.126/2559', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดพะเยา', 'นายอภิสิทธิ์  อัศวจินดาพล  กับพวกรวม 2 คน', 0, 0, 0, NULL, NULL, '', '2016-01-11', 0, 0, '', '', NULL, NULL, 0, '2016-01-20', '464', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6752, 9, 4, '2016-01-11', '205', '2016-01-13', '231', NULL, '', NULL, '', NULL, '', 2, 'อ.114/2559', '', 'ข่มขืนกระทำชำเรา  ความผิดเกี่ยวกับเพศ  ความผิดต่อเสรีภาพ', 4, 'พนักงานอัยการจังหวัดพะเยา', 'นายเอกชัย  คุณารูป', 0, 0, 0, NULL, NULL, '', '2016-01-08', 0, 0, '', '', NULL, NULL, 0, '2016-01-20', '465', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[504,494,531]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6753, 9, 4, '2016-01-07', '111', '2016-01-11', '247', NULL, '', NULL, '', NULL, '', 12, 'อ.2217/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดพะเยา', 'นายจักรพันธ์  คำมูล  กับพวกรวม  2  คน', 0, 0, 0, NULL, NULL, '', '2015-12-30', 0, 0, '', '', NULL, NULL, 0, '2016-01-14', '286', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6754, 9, 4, '2016-01-14', '315', '2016-01-20', '359', NULL, '', NULL, '', NULL, '', 11, 'อ.127/2559', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดพะเยา', 'นายนรินทร์หรือเค  ไชยลังกา', 0, 0, 0, NULL, NULL, '', '2016-01-11', 0, 0, '', '', NULL, NULL, 0, '2016-01-21', '512', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6755, 9, 4, '2016-01-05', '324', '2016-01-20', '364', NULL, '', NULL, '', NULL, '', 2, 'อ.2223/2558', '', 'ความผิดต่อชีวิต  พยายาม  ความผิดต่อ พ.ร.บ.อาวุธปืน ฯ', 4, 'พนักงานอัยการจังหวัดพะเยา', 'นายเลาสู  แซ่พ่าน', 0, 0, 0, NULL, NULL, '', '2015-12-30', 0, 0, '', '', NULL, NULL, 0, '2016-01-21', '513', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[501,528]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6756, 13, 4, '2016-01-13', '114', '2016-01-15', '313', NULL, '', NULL, '', NULL, '', 2, 'อ.4/2559', '', 'ความผิดต่อชีวิต  พยายาม', 4, 'พนักงานอัยการคดีเยาวชนและครอบครัวจังหวัดลำปาง', 'นายธนวัฒน์  บัวเรียง', 0, 0, 0, NULL, NULL, '', '2016-01-08', 0, 0, '', '', NULL, NULL, 0, '2016-01-20', '462', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[501]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6757, 14, 4, '2016-01-05', '116', '2016-01-08', '186', NULL, '', NULL, '', NULL, '', 2, 'อ.2386/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดลำพูน', 'นายเกียรติศักดิ์หรอืแม็ก  สิทธิตัน', 0, 0, 0, NULL, NULL, '', '2015-12-18', 0, 0, '', '', NULL, NULL, 0, '2016-01-15', '323', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6758, 14, 4, '2016-01-05', '126', '2016-01-08', '188', NULL, '', NULL, '', NULL, '', 2, 'อ.2405/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดลำพูน', 'นายกิตติณัณฒ์หรือแจ๊ค  กันชุม', 0, 0, 0, NULL, NULL, '', '2015-12-22', 0, 0, '', '', NULL, NULL, 0, '2016-01-15', '324', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6759, 14, 4, '2016-01-06', '159', '2016-01-11', '256', NULL, '', NULL, '', NULL, '', 2, 'อ.2440/2558', '', 'ก่อให้เกิดเพลิงไหม้', 4, 'พนักงานอัยการจังหวัดลำพูน', 'นายหล้า  ใจพล', 0, 0, 0, NULL, NULL, '', '2015-12-25', 0, 0, '', '', NULL, NULL, 0, '2016-01-15', '325', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[485]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6760, 14, 4, '2016-01-05', '130', '2016-01-08', '187', NULL, '', NULL, '', NULL, '', 11, 'อ.2409/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดลำพูน', 'นายธราดล  เดคำกาศ', 0, 0, 0, NULL, NULL, '', '2015-12-23', 0, 0, '', '', NULL, NULL, 0, '2016-01-15', '326', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6761, 14, 4, '2016-01-06', '158', '2016-01-11', '258', NULL, '', NULL, '', NULL, '', 11, 'อ.2451/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดลำพูน', 'นายสุวรณหรือวัน  โยริยะ', 0, 0, 0, NULL, NULL, '', '2015-12-28', 0, 0, '', '', NULL, NULL, 0, '2016-01-15', '327', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6762, 14, 4, '2016-01-05', '132', '2016-01-08', '189', NULL, '', NULL, '', NULL, '', 2, 'อ.2360/2558', '', 'ความผิดต่อเจ้าพนักงาน  ความผิดต่อ พ.ร.บ.ประกอบรัฐธรรมนูญว่าด้วยการเลือกตั้ง ฯ', 4, 'พนักงานอัยการจังหวัดลำพูน', 'นายบุญทรง  ประธานราษฎร์', 0, 0, 0, NULL, NULL, '', '2015-12-14', 0, 0, '', '', NULL, NULL, 0, '2016-01-15', '322', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[476]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6763, 14, 4, '2016-01-11', '269', '2016-01-13', '279', NULL, '', NULL, '', NULL, '', 11, 'อ.2473/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดลำพูน', 'นายการัญหรือเข่ง  มหานันท์', 0, 0, 0, NULL, NULL, '', '2015-12-30', 0, 0, '', '', NULL, NULL, 0, '2016-01-20', '456', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6764, 14, 4, '2016-01-11', '268', '2016-01-13', '280', NULL, '', NULL, '', NULL, '', 11, 'อ.2481/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดลำพูน', 'นายชาญชัย  ปัญโญกาศ', 0, 0, 0, NULL, NULL, '', '2015-12-30', 0, 0, '', '', NULL, NULL, 0, '2016-01-20', '457', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6765, 14, 4, '2016-01-06', '157', '2016-01-13', '277', NULL, '', NULL, '', NULL, '', 11, 'อ.2462/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดลำพูน', 'นายวุฒิไกรหรือติ๊ก  ใจกว้าง', 0, 0, 0, NULL, NULL, '', '2015-12-29', 0, 0, '', '', NULL, NULL, 0, '2016-01-20', '458', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6766, 14, 4, '2016-01-13', '366', '2016-01-15', '306', NULL, '', NULL, '', NULL, '', 11, 'อ.2028/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดลำพูน', 'นายมนตรีหรือแอ๊ด  หิรัญรัตน์', 0, 0, 0, NULL, NULL, '', '2015-10-16', 0, 0, '', '', NULL, NULL, 0, '2016-01-20', '459', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6767, 14, 4, '2015-12-22', '14219', '2016-01-18', '328', NULL, '', NULL, '', NULL, '', 2, 'อ.1619/2558', '', 'ความผิดต่อชีวิต  พยายาม  ความผิดต่อ พ.ร.บ.อาวุธปืน ฯ', 4, 'พนักงานอัยการจังหวัดลำพูน', 'นายดิเรก  คีรี', 0, 0, 0, NULL, NULL, '', '2015-08-06', 0, 0, '', '', NULL, NULL, 0, '2016-01-20', '454', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[501,528]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6768, 14, 4, '2016-01-11', '282', '2016-01-13', '278', NULL, '', NULL, '', NULL, '', 2, 'อ.2371/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดลำพูน', 'นายพลหรือศรี  มณีวรรณ', 0, 0, 0, NULL, NULL, '', '2015-12-17', 0, 0, '', '', NULL, NULL, 0, '2016-01-20', '455', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6769, 8, 4, '2016-01-06', '105', '2016-01-08', '203', NULL, '', NULL, '', NULL, '', 2, 'อ.66/2558', '', 'ข่มขืนกระทำชำเรา ความผิดต่อเสรีภาพ', 4, 'พนักงานอัยการจังหวัดฝาง', 'นายปรัชญาหรือจริงจัง แซ่ลิ้ว', 0, 0, 0, NULL, NULL, '', '2015-08-21', 0, 0, '', '', NULL, NULL, 0, '2016-01-14', '283', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[504,494]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6770, 18, 4, '2016-01-06', '68', '2016-01-11', '253', NULL, '', NULL, '', NULL, '', 2, 'อ.1659/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดเทิง', 'นายไตรภพ  เลิศสิรินภา', 0, 0, 0, NULL, NULL, '', '2015-12-29', 0, 0, '', '', NULL, NULL, 0, '2016-01-15', '343', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6771, 18, 4, '2016-01-15', '219', '2016-01-18', '334', NULL, '', NULL, '', NULL, '', 2, 'อ.95/2559', '', 'ความผิดต่อชีวิต  ความผิดต่อ พ.ร.บ.อาวุธปืน ฯ', 4, 'พนักงานอัยการจังหวัดเทิง', 'นายบัณฑิต  ไชยลิ้นฟ้า', 0, 0, 0, NULL, NULL, '', '2016-01-11', 0, 0, '', '', NULL, NULL, 0, '2016-01-19', '433', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[498,528]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6772, 18, 4, '2016-01-13', '195', '2016-01-15', '307', NULL, '', NULL, '', NULL, '', 2, 'อ.1664/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดเทิง', 'นายญาณวุฒิหรือยันวุฒิ  แซ่โซ้ง', 0, 0, 0, NULL, NULL, '', '2015-12-30', 0, 0, '', '', NULL, NULL, 0, '2016-01-19', '432', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6773, 17, 4, '2016-01-11', '73', '2016-01-12', '261', NULL, '', NULL, '', NULL, '', 11, 'อ.73/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการคดีเยาวชนและครอบครัวจังหวัดลำพูน', 'นายฐิติกรหรือฟลุ๊ค  หมื่นแสน', 0, 0, 0, NULL, NULL, '', '2015-12-14', 0, 0, '', '', NULL, NULL, 0, '2016-01-15', '328', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6774, 16, 4, '2015-01-30', '204', '2015-02-04', '1', NULL, '', '2016-01-25', '473', '2016-01-22', '140', 2, 'อ.34/2558', '', 'ความผิดต่อตำแหน่งหน้าที่ราชการ', 11, 'นางทองใส  ญาณวุฒิ', 'นายสุรพล  พนัสอำพลฯ', 588, 399, 585, '2016-02-11', NULL, '', '2015-01-29', 0, 2, '', '', NULL, NULL, 1, '2015-02-12', '860', NULL, '', NULL, '', NULL, NULL, '', 'เอกสารแยกเก็บที่ 3/2558', '', 403, '[477]', NULL, 'เอกสารแยกเก็บที่ 3/2558', NULL, NULL, NULL, 0, 0, '2016-01-26', NULL, 'อ.49/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6775, 8, 7, '2015-03-24', '1711', '2015-03-27', '1', NULL, '', '2016-01-25', '470', '2016-01-21', '319', 2, 'ย.244/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 12, 'พนักงานอัยการจังหวัดฝาง', 'นายลีจอ  คีรีวงค์สุขใจ ที่ 1 กับพวกรวม 2 คน', 514, 607, 517, '2016-02-15', NULL, '', '2015-03-20', 0, 0, '', '', NULL, NULL, 0, '2015-03-30', '2210', NULL, '', NULL, '', NULL, NULL, '', '', '', 405, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, '2016-01-26', '2016-01-27', 'อ.50/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6776, 6, 4, '2015-12-29', '2258', '2016-01-13', '268', NULL, '', NULL, '', NULL, '', 11, 'อ.5376/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ  ความผิดต่อ พ.ร.บ.คนเข้าเมือง', 4, 'พนักงานอัยการจังหวัดเชียงราย', 'นายชาญชัย  โสภณชื่นสุวรรณ', 0, 0, 0, NULL, NULL, '', '2015-12-28', 0, 0, '', '', NULL, NULL, 0, '2016-01-19', '436', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6777, 6, 4, '2016-01-06', '33', '2016-01-13', '271', NULL, '', NULL, '', NULL, '', 2, 'อ.5412/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดเชียงราย', 'นายอาหลุ่ม  โวยแมกู่', 0, 0, 0, NULL, NULL, '', '2015-12-29', 0, 0, '', '', NULL, NULL, 0, '2016-01-19', '435', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6778, 11, 4, '2015-07-23', '8520', '2015-07-03', '5264', NULL, '', '2016-01-25', '465', '2016-01-22', '730', 2, 'อ.1300/2558', '', 'ความผิดต่อชีวิต พยายาม ความผิดต่อพระราชบัญญัติอาวุธปืนฯ', 12, 'พนักงานอัยการจังหวัดลำปาง', 'นายคนอง  ขันทอง', 453, 400, 443, '2016-02-09', NULL, '', '2015-07-21', 0, 1, '', '', NULL, NULL, 1, '2015-07-27', '4392', NULL, '', NULL, '', NULL, NULL, '', '', '', 408, '[501,528]', NULL, NULL, NULL, NULL, NULL, 0, 0, '2016-01-26', '2016-01-27', 'อ.51/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6790, 6, 2, '2016-01-12', '61', '2016-01-15', '308', NULL, '', NULL, '', NULL, '', 2, 'พ.37/2559', '', 'ขอแสดงกรรมสิทธิ์ที่ดิน', 4, 'นางปัน  ยะทา', '', 0, 0, 0, NULL, NULL, '', '2016-01-07', 0, 0, '', '', NULL, NULL, 0, '2016-01-19', '444', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[425]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6780, 6, 4, '2016-01-13', '68', '2016-01-15', '310', NULL, '', NULL, '', NULL, '', 2, 'อ.5394/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดเชียงราย', 'นายสมคิด  แก้วใจ  กับพวกรวม 2 คน', 0, 0, 0, NULL, NULL, '', '2015-12-29', 0, 0, '', '', NULL, NULL, 0, '2016-01-19', '436', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6781, 6, 4, '2015-12-23', '2219', '2016-01-04', '5', NULL, '', NULL, '', NULL, '', 2, 'อ.5305/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดเชียงราย', 'นายชุติศรณ์หรือยาบะ  ศิริรัตนไมตรีหรือจะจ๊ะ', 0, 0, 0, NULL, NULL, '', '2015-12-23', 0, 0, '', '', NULL, NULL, 0, '2016-01-19', '437', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6782, 11, 4, '2015-07-28', '8975', '2015-08-04', '0', NULL, '', '2016-01-25', '472', '2016-01-21', '732', 2, 'อ.1294/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 12, 'พนักงานอัยการจังหวัดลำปาง', 'นางศิริพร  สีจันทร์', 445, 398, 452, '2016-02-11', NULL, '', '2015-07-20', 0, 0, '', '', NULL, NULL, 0, '2015-08-21', '5930', NULL, '', NULL, '', NULL, NULL, '', '', '', 406, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, '2016-01-26', '2016-01-27', 'อ.52/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6783, 6, 4, '2016-01-05', '4', '2016-01-13', '270', NULL, '', NULL, '', NULL, '', 2, 'อ.5410/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดเชียงราย', 'นายธรดลหรือธนดลหรือจักรี  ใจมะสิทธิ์', 0, 0, 0, NULL, NULL, '', '2015-12-29', 0, 0, '', '', NULL, NULL, 0, '2016-01-19', '438', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6784, 6, 4, '2015-12-29', '2257', '2016-01-13', '267', NULL, '', NULL, '', NULL, '', 2, 'อ.5380/2558', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดเชียงราย', 'นายลิทู  แชเชอะ  กับพวกรวม 2 คน', 0, 0, 0, NULL, NULL, '', '2015-12-28', 0, 0, '', '', NULL, NULL, 0, '2016-01-19', '439', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6785, 6, 4, '2016-01-13', '69', '2016-01-15', '311', NULL, '', NULL, '', NULL, '', 2, 'อ.5142/2558', '', 'ความผิดต่อชีวิต', 4, 'พนักงานอัยการจังหวัดเชียงราย', 'นายเดวิท  บำรุงราษฎร์', 0, 0, 0, NULL, NULL, '', '2015-12-11', 0, 0, '', '', NULL, NULL, 0, '2016-01-19', '440', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[498]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6786, 6, 8, '2016-01-11', '55', '2016-01-15', '309', NULL, '', NULL, '', NULL, '', 2, 'ช.1/2559', '', 'ชันสูตรพลิกศพ', 4, 'พนักงานอัยการจังหวัดเชียงราย', 'นายปั๋น  เกี๋ยวเถิน', 0, 0, 0, NULL, NULL, '', '2016-01-06', 0, 0, '', '', NULL, NULL, 0, '2016-01-19', '441', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[522]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6787, 11, 2, '2015-11-10', '13044', '2015-11-04', '0', NULL, '', '2016-01-25', '471', '2016-01-21', '731', 2, 'พ.1053/2558', '', 'ขอแสดงกรรมสิทธิ์ที่ดิน', 12, 'นางชุม  ลีนันท์  ผู้ร้อง', '', 445, 402, 452, '2016-02-11', NULL, '', '2015-10-22', 0, 0, '', '', NULL, NULL, 0, '2015-11-19', '8281', NULL, '', NULL, '', NULL, NULL, '', '', '', 404, '[425]', NULL, NULL, NULL, NULL, NULL, 0, 0, '2016-01-26', '2016-01-26', 'พ.8/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6788, 6, 8, '2016-01-11', '54', '2016-01-15', '315', NULL, '', NULL, '', NULL, '', 2, 'ช.28/2558', '', 'ชันสูตรพลิกศพ', 4, 'พนักงานอัยการจังหวัดเชียงราย', 'ชายไม่ทราบชื่อและนามสกุล', 0, 0, 0, NULL, NULL, '', '2015-12-30', 0, 0, '', '', NULL, NULL, 0, '2016-01-19', '442', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[522]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6789, 6, 4, '2016-01-06', '34', '2016-01-13', '272', NULL, '', NULL, '', NULL, '', 2, 'อ.5417/2558', '', 'ก่อให้เกิดเพลิงไหม้', 4, 'พนักงานอัยการจังหวัดเชียงราย', 'นายอนุพงษ์  ต๊ะปิก', 0, 0, 0, NULL, NULL, '', '2015-12-30', 0, 0, '', '', NULL, NULL, 0, '2016-01-19', '443', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[485]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6791, 24, 4, '2016-01-25', '143', NULL, '', NULL, '', '2016-01-25', '466', '2016-01-22', '', 2, 'อ.338/2558', '', 'ความผิดต่อพระราชบัญญัติป่าไม้', 12, 'พนักงานอัยการจังหวัดน่าน (ปัว)', 'ดาบตำรวจสมบูรณ์  แก้วโก กับพวกรวม 2 คน', 610, 401, 609, '2016-02-16', NULL, '', '2015-04-30', 0, 0, '', '', NULL, NULL, 0, NULL, '', NULL, '', NULL, '', NULL, NULL, '', 'เอกสารแยกเก็บที่ 3/2558', '', 406, '[523]', NULL, 'เอกสารแยกเก็บที่ 3/2558', NULL, NULL, NULL, 0, 0, '2016-01-26', '2016-01-27', 'อ.53/2559', 1, 0, 3, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6792, 6, 2, '2015-10-19', 'ด.1893', NULL, '0', NULL, '', '2016-01-25', '468', '2016-01-20', 'บ.42', 2, 'พ.1728/2558', '', 'ขอแสดงกรรมสิทธิ์ที่ดิน', 12, 'นางคำมา  เขียวคำปัน', '', 499, 399, 488, '2016-03-15', NULL, '', '2015-10-14', 0, 0, '', '', NULL, NULL, 0, '2015-11-02', '7890', NULL, '', NULL, '', NULL, NULL, '', '', '', 408, '[425]', NULL, NULL, NULL, NULL, NULL, 0, 0, '2016-01-26', '2016-01-27', 'พ.9/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6793, 6, 4, '2015-09-21', 'ด.1721', NULL, '0', NULL, '', '2016-01-25', '467', '2016-01-20', 'บ.43', 2, 'อ.2724/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ ความผิดต่อพระราชบัญญัติคนเข้าเมือง', 12, 'พนักงานอัยการจังหวัดเชียงราย', 'นางสาวหมี่เพอ  แยเปียง', 488, 398, 499, '2016-03-15', NULL, '', '2015-06-08', 0, 0, '', '', NULL, NULL, 0, '2015-10-12', '7323', NULL, '', NULL, '', NULL, NULL, '', '', '', 407, '[520,532]', NULL, NULL, NULL, NULL, NULL, 0, 0, '2016-01-26', '2016-01-27', 'อ.54/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6794, 4, 4, '2016-01-18', '556', '2016-01-20', '348', NULL, '', NULL, '', NULL, '', 2, 'อ.350/2559', '', 'โกงเจ้าหนี้', 4, 'นายมานพหรืออัครวิชญ์  ใจสิงห์', 'นายทรงศักดิ์  อรรถปรียางกูร ที่ 1 กับพวกรวม 2 คน', 0, 0, 0, NULL, NULL, '', '2016-01-15', 0, 0, '', '', NULL, NULL, 0, '2016-01-21', '502', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[514]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6795, 4, 4, '2016-01-19', '613', '2016-01-20', '356', NULL, '', NULL, '', NULL, '', 12, 'อ.10977/2558', '', 'ฉ้อโกง', 4, 'นายศิระภัทร  สุริยะศักดิ์', 'นายอาญาสิทธิ์หรือพลทัต  พิทักษ์เจริญ ที่ 1 กับพวกรวม 3 คน', 0, 0, 0, NULL, NULL, '', '2015-12-29', 0, 0, '', '', NULL, NULL, 0, '2016-01-21', '503', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[513]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6796, 4, 4, '2016-01-18', '554', '2016-01-20', '347', NULL, '', NULL, '', NULL, '', 11, 'อ.73/2559', '', 'ยักยอก', 4, 'บจก.เมอร์เซเดส-เบนซ์ ลีสซิ่ง', 'นางสาวธัญชน์ยพัชร  จีธนาวานิช ที่ 1 กับพวกรวม 2 คน', 0, 0, 0, NULL, NULL, '', '2016-01-04', 0, 0, '', '', NULL, NULL, 0, '2016-01-21', '504', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[515]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6797, 13, 4, '2016-01-18', '140', '2016-01-20', '361', NULL, '', NULL, '', NULL, '', 2, 'อ.6/2559', '', 'ข่มขืนกระทำชำเรา  ความผิดต่อเสรีภาพ', 4, 'พนักงานอัยการคดีเยาวชนและครอบครัวจังหวัดลำปาง', 'นายประพจน์  พูลเจริญ', 0, 0, 0, NULL, NULL, '', '2016-01-12', 0, 0, '', '', NULL, NULL, 0, '2016-01-21', '507', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[504,494]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6798, 6, 4, '2016-01-25', 'บ.46', NULL, '', NULL, '', '2016-01-25', 'บ.46', '2016-01-20', '', 2, 'อ.629/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 12, 'พนักงานอัยการจังหวัดเชียงราย', 'นายพงษ์ศิริหรือโอ  ประดิษฐ์ค่าย', 483, 401, 501, '2016-02-10', NULL, '', '2015-02-06', 0, 0, '', '', NULL, NULL, 0, NULL, '', NULL, '', NULL, '', NULL, NULL, '', '', '', 406, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, '2016-01-26', '2016-01-27', 'อ.55/2559', 1, 0, 3, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6799, 22, 4, '2016-01-15', '128', '2016-01-18', '329', NULL, '', NULL, '', NULL, '', 2, 'อ.48/2558', '', 'ข่มขืนกระทำชำเรา  ความผิดเกี่ยวกับเพศ', 4, 'พนักงานอัยการคดีเยาวชนและครอบครัวจังหวัดแม่ฮ่องสอน', 'นายเซแผ่หรือซอเวมเบอ  ไม่มีชื่อสกุล ที่ 1 กับพวกรวม 2 คน', 0, 0, 0, NULL, NULL, '', '2015-12-24', 0, 0, '', '', NULL, NULL, 0, '2016-01-20', '481', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[504,494,495,531]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6800, 15, 4, '2016-01-15', '83', '2016-01-20', '360', NULL, '', NULL, '', NULL, '', 2, 'อ.14/2559', '', 'ความผิดต่อชีวิต  ความผิดต่อ พ.ร.บ.อาวุธปืน ฯ', 4, 'พนักงานอัยการจังหวัดแม่สะเรียง', 'นายอำพลหรือถาเดอหรือถัง  หยกฤทธิโรจน์', 0, 0, 0, NULL, NULL, '', '2016-01-12', 0, 0, '', '', NULL, NULL, 0, '2016-01-21', '514', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[498,528]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6801, 6, 4, '2016-01-11', '53', '2016-01-15', '316', NULL, '', NULL, '', NULL, '', 2, 'อ.178/2559', '', 'ความผิดต่อชีวิต  ความผิดต่อ พ.ร.บ.อาวุธปืน ฯ', 4, 'พนักงานอัยการจังหวัดเชียงราย', 'นายจำลอง  ต๊ะคำ', 0, 0, 0, NULL, NULL, '', '2016-01-06', 0, 0, '', '', NULL, NULL, 0, '2016-01-21', '505', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[498,528]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6802, 18, 2, '2016-01-15', '223', '2016-01-20', '372', NULL, '', NULL, '', NULL, '', 2, 'พ.6/2559', '', 'ขอแสดงกรรมสิทธิ์ที่ดิน', 4, 'นายทัศน์  วงศ์วาน', '', 0, 0, 0, NULL, NULL, '', '2016-01-06', 0, 0, '', '', NULL, NULL, 0, '2016-01-21', '506', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[425]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6804, 25, 4, '2016-01-08', '37', '2016-01-13', '287', NULL, '', NULL, '', NULL, '', 2, 'อ.13/2559', '', 'ความผิดต่อ พ.ร.บ.ยาเสพติดให้โทษ', 4, 'พนักงานอัยการจังหวัดแม่ฮ่องสอน', 'นายจะซือ  จะผึ', 0, 0, 0, NULL, NULL, '', '2016-01-07', 0, 0, '', '', NULL, NULL, 0, '2016-01-20', '478', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6805, 25, 4, '2016-01-13', '41', '2016-01-15', '303', NULL, '', NULL, '', NULL, '', 2, 'อ.464/2558', '', 'ความผิดต่อชีวิต', 4, 'พนักงานอัยการจังหวัดแม่ฮ่องสอน', 'นายจิ่ง  สันติ', 0, 0, 0, NULL, NULL, '', '2015-12-18', 0, 0, '', '', NULL, NULL, 0, '2016-01-20', '480', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[498]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6806, 25, 4, '2016-01-13', '46', '2016-01-15', '302', NULL, '', NULL, '', NULL, '', 2, 'อ.457/2558', '', 'ความผิดต่อชีวิต  ความผิดต่อ พ.ร.บ.อาวุธปืน ฯ', 4, 'พนักงานอัยการจังหวัดแม่ฮ่องสอน', 'นายออง  นายโหม่', 0, 0, 0, NULL, NULL, '', '2015-12-03', 0, 0, '', '', NULL, NULL, 0, '2016-01-20', '479', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[498,528]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6807, 4, 4, '2015-06-17', '9829', NULL, '0', NULL, '', '2016-01-25', '491', '2016-01-22', '858', 2, 'อ.2930/2558', '', 'ความผิดฐานฉ้อโกง', 12, 'นางสาวกิตติมา  ศรีโสภิต', 'นางสาวเสาวภา  พงษ์ธรรม', 466, 402, 466, '2016-02-10', NULL, '', '2015-03-19', 0, 0, '', '', NULL, NULL, 0, '2015-06-25', '4281', NULL, '', NULL, '', NULL, NULL, '', 'เอกสารเก็บเลขที่ 25/2558', '', 407, '[513]', NULL, 'เอกสารแยกเก็บ 25/2558', NULL, NULL, NULL, 0, 0, '2016-01-26', '2016-01-27', 'อ.57/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6808, 4, 4, '2015-08-17', '13849', NULL, '0', NULL, '', '2016-01-25', '492', '2016-01-22', '849', 2, 'อ.2926/2558', '', 'ความผิดฐานฉ้อโกง', 11, 'นางสาวสุชาดา  ชมสวน', 'นางสาวเสาวภา  พงษ์ธรรม  ที่ 1 กับพวกรวม 2 คน', 466, 400, 468, '2016-02-10', NULL, '', '2015-03-19', 0, 0, '', '', NULL, NULL, 0, '2015-09-10', '6536', NULL, '', NULL, '', NULL, NULL, '', '', '', 405, '[513]', NULL, 'เอกสารแยกเก็บ 27/2558', NULL, NULL, NULL, 0, 0, '2016-01-26', NULL, 'อ.56/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6809, 9, 4, '2015-11-23', 'ศย 305.008/6338', NULL, '', NULL, '', '2016-01-27', '526', '2016-01-22', 'ศย 305.008/480', 2, 'อ.2018/2558', '', 'ความผิดต่อเสรีภาพ', 5, 'พนักงานอัยการจังหวัดพะเยา', 'นายเจษฎา  ตาระกา', 525, 0, 522, '2016-02-18', NULL, '', '2015-11-20', 0, 1, '', '', NULL, NULL, 2, '2015-12-04', 'ศย 305.001/8599', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[504]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, 'อ.58/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6810, 8, 4, '2015-05-28', 'ศย 305.007/2843', NULL, '', NULL, '', '2016-01-27', '523', '2016-01-22', 'ศย 305.007/354', 2, 'อ.509/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 5, 'พนักงานอัยการจังหวัดฝาง', 'นายสมบูรณ์  ศิริมงคล', 517, 0, 514, '2016-03-17', NULL, '', '2015-05-27', 0, 2, '', '', NULL, NULL, 2, '2015-06-16', 'ศย 305.001/3858', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, 'อ.63/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6811, 8, 4, '2015-06-05', 'ศย 305.007/2963', NULL, '', NULL, '', '2016-01-27', '525', '2016-01-22', 'ศย 305.007/355', 2, 'อ.531/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 5, 'พนักงานอัยการจังหวัดฝาง', 'นางนาสี  แกคา', 517, 0, 513, '2016-03-24', NULL, '', '2015-06-03', 0, 1, '', '', NULL, NULL, 2, '2015-06-16', 'ศย 305.001/3856', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, 'อ.62/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6812, 8, 4, '2015-07-24', 'ศย 305.007/4065', NULL, '', NULL, '', '2016-01-27', '527', '2016-01-22', 'ศย 305.007/351', 2, 'อ.736/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 5, 'พนักงานอัยการจังหวัดฝาง', 'นายธนธรณ์  รักษา', 515, 0, 514, '2016-03-14', NULL, '', '2015-07-23', 0, 1, '', '', NULL, NULL, 2, '2015-08-05', 'ศย 305.001/5408', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, 'อ.61/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6813, 8, 4, '2015-01-30', 'ศย 305.007/551', NULL, '', NULL, '', '2016-01-27', '529', '2016-01-22', 'ศย 305.007/353', 2, 'อ.74/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 5, 'พนักงานอัยการจังหวัดฝาง', 'นายนำชัยหรืออาเลผ่า  พนาแสนสุขใจหรือแสนฟู่', 517, 0, 513, '2016-03-17', NULL, '', '2015-01-29', 0, 1, '', '', NULL, NULL, 2, '2015-02-12', 'ศย 305.001/890', NULL, '', NULL, '', NULL, NULL, '', 'เอกสารแยกเก็บที่  16/2558', '', 0, '[520]', NULL, 'เอกสารแยกเก็บ  16/2558', NULL, NULL, NULL, 0, 0, NULL, NULL, 'อ.60/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6814, 8, 4, '2015-04-08', 'ศย 305.007/2004', NULL, '', NULL, '', '2016-01-27', '530', '2016-01-22', 'ศย 305.007/332', 2, 'อ.306/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 5, 'พนักงานอัยการจังหวัดฝาง', 'นางนาคา  อ้ายป่า', 515, 0, 514, '2016-03-15', NULL, '', '2015-04-03', 0, 1, '', '', NULL, NULL, 2, '2015-04-27', 'ศย 305.001/2529', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, 'อ.59/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6815, 14, 4, '2015-10-26', 'ศย 305.013/12034', NULL, '', NULL, '', '2016-01-27', '532', '2016-01-25', 'ศย 305.013/670', 2, 'อ.2075/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', 1, 'พนักงานอัยการจังหวัดลำพูน', 'นายอดิศร  ยี่ปา  ที่ 1 กับพวกรวม  2  คน', 426, 0, 436, '2016-02-11', NULL, '', '2015-10-22', 0, 1, '', '', NULL, NULL, 2, '2015-11-03', 'ศย 305.001/7943', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, 'อ.64/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6816, 10, 4, '2015-06-22', 'ศย 305.009/4437', NULL, '', NULL, '', '2016-01-27', '535', '2016-01-26', 'ศย 305.009/530', 2, 'อ.1230/2558', '', 'ความผิดต่อชีวิต', 5, 'พนักงานอัยการจังหวัดแพร่', 'นายประรัสเพชร  ม่วงปวน', 539, 0, 544, '2016-02-18', NULL, '', '2015-06-10', 0, 1, '', '', NULL, NULL, 2, '2015-07-01', 'ศย 305.001/4434', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[498]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, 'อ.65/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6817, 611, 4, '2015-10-26', 'ศย 305.007/5748', NULL, '', NULL, '', '2016-01-27', '531', '2016-01-22', 'ศย 305.007/333', 2, 'อ.48/2558', '', 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ  ความผิดต่อพระราชบัญญัติคนเข้าเมือง', 5, 'พนักงานอัยการคดีเยาวชนและครอบครัวจังหวัดเชียงใหม่ (ฝาง)', 'นายชลธาร ยะอื่อ', 613, 0, 613, '2016-02-29', NULL, '', '2015-09-17', 0, 1, '', '', NULL, NULL, 2, '2015-11-02', 'ศย 305.001/7896', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[520,532]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, 'อ.66/2559', 0, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6818, 4, 4, '2016-01-27', 'ศย 305.003/1063', NULL, '', NULL, '', '2016-01-27', '537', '2016-01-27', '', 2, 'อ.5144/2558', '', 'ร่วมกันฉ้อโกง', 5, 'พนักงานอัยการคดีศาลแขวงเชียงใหม่', 'นางสาวศิริ  เศรษฐโกมุท', 466, 0, 466, '2016-02-15', NULL, '', '2015-05-19', 0, 2, '', '', NULL, NULL, 1, NULL, '', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[513]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, 'อ.67/2559', 1, 0, 3, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6825, 10, 1, '0000-00-00', '', NULL, '', NULL, '', NULL, '', NULL, '', 0, 'ผบ.11/2559', '', 'dfsdfsd', 0, 'sdfs', '', 0, 0, 0, NULL, NULL, '', '2016-02-10', 0, 0, '', '', NULL, NULL, 0, NULL, '', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[452]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 2, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6823, 10, 1, '0000-00-00', '', NULL, '', NULL, '', NULL, '', NULL, '', 0, 'ผบ.323/2559', '', 'sdf', 0, 'sdfqqqqqqq', '', 0, 0, 0, NULL, NULL, '', '2016-02-11', 0, 0, '', '', NULL, NULL, 0, NULL, '', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[452]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 2, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6824, 10, 2, '0000-00-00', '', NULL, '', NULL, '', NULL, '', NULL, '', 0, 'พ.11/2559', '', 'sdfsd', 0, 'sdfsd', 'sdf', 0, 0, 0, NULL, NULL, '', '2016-02-09', 0, 0, '', '', NULL, NULL, 0, NULL, '', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[472]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 2, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6822, 10, 1, '0000-00-00', '', NULL, '', NULL, '', NULL, '', NULL, '', 0, 'ผบ.w3rwerwe/2559', '', 'sdfsd', 0, 'sdfsd', '', 0, 0, 0, NULL, NULL, '', '2016-02-09', 0, 0, '', '', NULL, NULL, 0, NULL, '', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[452]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 2, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6826, 10, 1, '0000-00-00', '', NULL, '', NULL, '', NULL, '', NULL, '', 0, 'ผบ.112/2559', '', '', 0, 'sdfsd', '', 0, 0, 0, NULL, NULL, '', '2016-02-11', 0, 0, '', '', NULL, NULL, 0, NULL, '', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[458]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 2, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6827, 10, 1, '0000-00-00', '', NULL, '', NULL, '', NULL, '', NULL, '', 0, 'ผบ.112343/2559', '', 'sdf', 0, 'sdfs', '', 0, 0, 0, NULL, NULL, '', '2016-02-10', 0, 0, '', '', NULL, NULL, 0, NULL, '', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[458]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 2, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, 'ผบ.3/2559', 0, '2016-02-09', 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6828, 10, 1, '0000-00-00', '', NULL, '', NULL, '', NULL, '', NULL, '', 0, 'ผบ.00/2559', '', 'sdf', 0, 'sdfsd', '', 0, 0, 0, NULL, NULL, '', '2016-02-10', 0, 0, '', '', NULL, NULL, 0, NULL, '', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[455]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 2, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6829, 10, 1, '0000-00-00', '', NULL, '', NULL, '', NULL, '', NULL, '', 0, 'ผบ.ewe/2559', '', '', 0, 'sdf', '', 0, 0, 0, NULL, NULL, '', '2016-02-18', 0, 0, '', '', NULL, NULL, 0, NULL, '', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[457]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 2, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6830, 10, 2, '0000-00-00', '', NULL, '', NULL, '', NULL, '', NULL, '', 0, 'พ.werwe/2559', '', 'sdf', 0, 'sdf', '', 0, 0, 0, NULL, NULL, '', '2016-02-09', 0, 0, '', '', NULL, NULL, 0, NULL, '', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[471]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 2, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', NULL, NULL, NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL),
(6831, 10, 1, '0000-00-00', '', NULL, '', NULL, '', NULL, '', NULL, '', 0, 'ผบ.werwe/2559', '', 'dfsdf', 0, 'sdfs', '', 0, 0, 0, NULL, NULL, '', '2016-02-09', 0, 0, '', '', NULL, NULL, 0, NULL, '', NULL, '', NULL, '', NULL, NULL, '', '', '', 0, '[455]', NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, '', 2, 1, 0, '0.00', 0, 0, 0, NULL, 0, '', '2016-02-09', 'sdfsdf', NULL, '', 0, NULL, 0, NULL, 0, NULL, 0, 0, NULL, NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `info_groups`
--

CREATE TABLE IF NOT EXISTS `info_groups` (
  `id` int(11) NOT NULL,
  `name` text CHARACTER SET utf8 NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=6 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `info_groups`
--

INSERT INTO `info_groups` (`id`, `name`) VALUES
(1, 'ความแพ่ง'),
(2, 'ความอาญา');

-- --------------------------------------------------------

--
-- Table structure for table `info_imprisons`
--

CREATE TABLE IF NOT EXISTS `info_imprisons` (
  `id` int(11) NOT NULL,
  `name` text CHARACTER SET utf8 NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `info_imprisons`
--

INSERT INTO `info_imprisons` (`id`, `name`) VALUES
(1, 'ขัง'),
(2, 'ไม่ขัง'),
(4, '-');

-- --------------------------------------------------------

--
-- Table structure for table `info_result`
--

CREATE TABLE IF NOT EXISTS `info_result` (
  `id` int(11) NOT NULL,
  `name` text CHARACTER SET utf8 NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=16 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `info_result`
--

INSERT INTO `info_result` (`id`, `name`) VALUES
(1, 'รับรายงานคดีจากศาลแล้ว'),
(2, 'เสนอรายงานคดี เพื่อให้อธิบดี ฯ พิจารณา'),
(3, 'อยู่ระหว่างจัดทำหนังสือรายงานคดีแจ้งศาล'),
(4, 'จัดส่งหนังสือแจ้งรายงานคดีแก่ศาลแล้ว'),
(5, 'รับสำนวนจากศาล'),
(13, 'นิติกรรับสำนวนเพื่อเสนอฯ'),
(15, 'อยู่ระหว่างอธิบดีสั่งออก'),
(8, 'ส่งสำนวนและร่างคืนศาล'),
(9, 'ได้รับสำเนาคำพิพากษาจากศาลแล้ว'),
(0, ''),
(11, 'อยู่ระหว่างหัวหน้าศาลประจำภาค ตรวจ'),
(12, 'อยู่ระหว่างรองอธิบดี ตรวจ'),
(14, 'อยู่ระหว่างเสนออธิบดีเพื่อจ่ายสำนวน');

-- --------------------------------------------------------

--
-- Table structure for table `info_return_cases`
--

CREATE TABLE IF NOT EXISTS `info_return_cases` (
  `id` int(11) NOT NULL,
  `case_id` int(11) NOT NULL,
  `number_return` text CHARACTER SET utf8,
  `date_return` date DEFAULT NULL,
  `note_return` text CHARACTER SET utf8,
  `number_sent` text CHARACTER SET utf8,
  `date_sent` date DEFAULT NULL,
  `note_sent` text CHARACTER SET utf8,
  `number_received` text CHARACTER SET utf8,
  `date_received` date DEFAULT NULL,
  `note_received` text CHARACTER SET utf8
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `info_return_cases`
--

INSERT INTO `info_return_cases` (`id`, `case_id`, `number_return`, `date_return`, `note_return`, `number_sent`, `date_sent`, `note_sent`, `number_received`, `date_received`, `note_received`) VALUES
(4, 6339, NULL, NULL, NULL, '1111', '2016-01-11', NULL, NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `info_settings`
--

CREATE TABLE IF NOT EXISTS `info_settings` (
  `id` int(11) NOT NULL,
  `parent_id` int(11) NOT NULL DEFAULT '0',
  `name` varchar(50) CHARACTER SET utf8 NOT NULL,
  `value` text CHARACTER SET utf8 NOT NULL,
  `label` text CHARACTER SET utf8 NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `info_settings`
--

INSERT INTO `info_settings` (`id`, `parent_id`, `name`, `value`, `label`) VALUES
(1, 0, 'int_sent_before', '15', 'กำหนดวันที่่ต้องส่งสำนวนก่อนวันอ่านคำพิพากษา'),
(2, 0, 'bool_enabled', '0', 'เปิด / ปิดการใช้งานบางส่วน');

-- --------------------------------------------------------

--
-- Table structure for table `info_topics`
--

CREATE TABLE IF NOT EXISTS `info_topics` (
  `id` int(11) NOT NULL,
  `name` text CHARACTER SET utf8 NOT NULL,
  `code` text CHARACTER SET utf8 NOT NULL,
  `type_id` int(11) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=526 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `info_topics`
--

INSERT INTO `info_topics` (`id`, `name`, `code`, `type_id`) VALUES
(519, 'ลหุโทษ', '', 4),
(518, 'ความผิดฐานบุกรุก', '', 4),
(517, 'ความผิดฐานทำให้เสียทรัพย์', '', 4),
(516, 'ความผิดฐานรับของโจร', '', 4),
(515, 'ความผิดฐานยักยอก', '', 4),
(514, 'ความผิดฐานโกงเจ้าหนี้', '', 4),
(513, 'ความผิดฐานฉ้อโกง', '', 4),
(512, 'ความผิดฐานปล้นทรัพย์', '', 4),
(511, 'ความผิดฐานชิงทรัพย์', '', 4),
(510, 'ความผิดฐานรีดเอาทรัพย์', '', 4),
(509, 'ความผิดฐานกรรโชก', '', 4),
(508, 'ความผิดฐานวิ่งราวทรัพย์', '', 4),
(507, 'ความผิดฐานลักทรัพย์', '', 4),
(506, 'ความผิดฐานหมิ่นประมาท', '', 4),
(505, 'ความผิดฐานเปิดเผยความลับ', '', 4),
(504, 'ความผิดต่อเสรีภาพ', '', 4),
(503, 'ความผิดฐานทอดทิ้งเด็ก คนเจ็บป่วย คนชรา', '', 4),
(501, 'ความผิดต่อชีวิต พยายาม', '', 4),
(502, 'ความผิดต่อร่างกาย ประมาท', '', 4),
(500, 'ความผิดต่อร่างกาย', '', 4),
(499, 'ความผิดต่อชีวิต ประมาท', '', 4),
(498, 'ความผิดต่อชีวิต', '', 4),
(497, 'ความผิดเกี่ยวกับการค้าวัตถุหรือสิ่งของลามก', '', 4),
(496, 'ความผิดเกี่ยวกับการดำรงชีพจากรายได้ของหญิงซึ่งค้าประเวณี', '', 4),
(495, 'ความผิดเกี่ยวกับการอนาจาร', '', 4),
(494, 'ความผิดเกี่ยวกับการข่มขืนกระทำชำเรา', '', 4),
(493, 'ความผิดเกี่ยวกับการค้า', '', 4),
(492, 'ความผิดเกี่ยวกับเอกสาร', '', 4),
(491, 'ความผิดเกี่ยวกับดวงตา แสตมป์ และตั๋ว', '', 4),
(490, 'ความผิดเกี่ยวกับเงินตรา', '', 4),
(489, 'ความผิดเกี่ยวกับการก่อให้เกิดภยันตรายนอกเหนือจากการก่อให้เกิดเพลิงไหม้และระเบิด', '', 4),
(488, 'ความผิดเกี่ยวกับการก่อให้เกิดเพลิงไหม้โดยประมาท', '', 4),
(487, 'ความผิดเกี่ยวกับการก่อให้เกิดเพลิงไหม้หรือก่อให้เกิดระเบิด', '', 4),
(486, 'ความผิดเกี่ยวกับการก่อให้เกิดระเบิด', '', 4),
(485, 'ความผิดเกี่ยวกับการก่อให้เกิดเพลิงไหม้', '', 4),
(484, 'ความผิดเกี่ยวกับการก่อให้เกิดความรุนแรงในบ้านเมือง', '', 4),
(483, 'ความผิดฐานอั้งยี่ ซ่องโจร', '', 4),
(482, 'ความผิดฐานเป็นซ่องโจร', '', 4),
(481, 'ความผิดฐานเป็นอั้งยี่', '', 4),
(480, 'ความผิดเกี่ยวกับศาสนา', '', 4),
(479, 'ความผิดต่อตำแหน่งหน้าที่ในการยุติธรรม', '', 4),
(478, 'ความผิดต่อเจ้าพนักงานในการยุติธรรม', '', 4),
(476, 'ความผิดต่อเจ้าพนักงาน', '', 4),
(477, 'ความผิดต่อตำแหน่งหน้าที่ราชการ', '', 4),
(475, 'ความผิดต่อสัมพันธไมตรีกับต่างประเทศ', '', 4),
(474, 'ความผิดต่อความมั่นคงของรัฐ', '', 4),
(473, 'ความผิดต่อพระมหากษัตริย์ พระราชินี ต่อรัชทายาท', '', 4),
(472, 'นิติบุคคลบ้านจัดสรร', '', 1),
(471, 'นิติบุคคลอาคารชุด', '', 1),
(470, 'บริการด้านการศึกษา', '', 1),
(469, 'บริการหลักทรัพย์และกองทุน', '', 1),
(468, 'บริการธุรกรรมทางธนาคาร', '', 1),
(467, 'สื่อสารมวลชน', '', 1),
(466, 'บริการท่องเที่ยว', '', 1),
(465, 'บริการสาธารณสุขและความงาม', '', 1),
(464, 'บริการสาธารณูปโภค', '', 1),
(463, 'สินค้าไม่ปลอดภัย', '', 1),
(462, 'ประกันวินาศภัย', '', 1),
(461, 'ประกันชีวิต', '', 1),
(458, 'ค้ำประกัน', '', 1),
(459, 'บัตรเครดิต', '', 1),
(460, 'กองทุนให้กู้ยืมเพื่อการศึกษา', '', 1),
(456, 'รับขน', '', 1),
(457, 'กู้ยืม', '', 1),
(454, 'เช่าซื้อ', '', 1),
(455, 'จ้างทำของ', '', 1),
(452, 'ซื้อขาย', '', 1),
(453, 'เช่าทรัพย์', '', 1),
(451, 'ขอให้เพิกถอนการขายทอดตลาด', '', 2),
(450, 'ขอคืนของกลาง', '', 2),
(449, 'ขอคุ้มครองชั่วคราว', '', 2),
(448, 'ขอดำเนินการอย่างคดีอนาถา', '', 2),
(447, 'บังคับคดี', '', 2),
(446, 'ทุเลาการบังคับคดี', '', 2),
(444, 'ขอกันส่วน', '', 2),
(445, 'ขอใช้สิทธิจำนอง', '', 2),
(442, 'สิทธิไล่เบี้ย', '', 2),
(443, 'ขอเฉลี่ยทรัพย์', '', 2),
(441, 'สิทธิครอบครอง', '', 2),
(439, 'ผิดสัญญาเล่นแชร์', '', 2),
(440, 'เพิกถอนการจดทะเบียนที่ดินรับโอนรับมรดก', '', 2),
(438, 'ผิดสัญญาประกัน', '', 2),
(437, 'สัญญาต่างตอบแทน', '', 2),
(436, 'แปลงหนี้ใหม่', '', 2),
(434, 'สิทธิยึดหน่วง', '', 2),
(435, 'หักลบกลบหนี้', '', 2),
(433, 'เพิกถอนการฉ้อฉล', '', 2),
(431, 'รับช่วงสิทธิ', '', 2),
(432, 'การใช้สิทธิเรียกร้องของลูกหนี้', '', 2),
(429, 'หนี้', '', 2),
(430, 'รับสภาพหนี้', '', 2),
(427, 'นิติกรรมอำพราง', '', 2),
(428, 'เพิกถอนนิติกรรม', '', 2),
(426, 'สาบสูญ', '', 2),
(425, 'ขอแสดงกรรมสิทธิ์ที่ดิน', '', 2),
(423, 'พินัยกรรม', '', 2),
(424, 'ขอจัดการมรดก', '', 2),
(421, 'สิทธิเก็บกิน', '', 2),
(422, 'ขอให้ถอนผู้จัดการมรดก', '', 2),
(420, 'สิทธิเหนือพื้นดิน', '', 2),
(418, 'ภาระจำยอม', '', 2),
(419, 'สิทธิอาศัย', '', 2),
(416, 'ขอให้ส่งมอบโฉนดที่ดิน', '', 2),
(417, 'ครอบครอง', '', 2),
(414, 'กรรมสิทธิ์รวม', '', 2),
(415, 'ขอให้ลงชื่อและเป็นเจ้าของร่วมในโฉนด', '', 2),
(413, 'ทางจำเป็น', '', 2),
(412, 'ทางสาธารณะ', '', 2),
(410, 'ที่ดิน', '', 2),
(411, 'ขับไล่', '', 2),
(409, 'สัญญา', '', 2),
(406, 'หุ้นส่วน', '', 2),
(407, 'บริษัท', '', 2),
(408, 'สมาคม', '', 2),
(405, 'ตั๋วเงิน', '', 2),
(404, 'ประกันชีวิต', '', 2),
(402, 'ประกันวินาศภัย', '', 2),
(403, 'ประกันภัยค้ำจุน', '', 2),
(400, 'การพนันขันต่อ', '', 2),
(401, 'บัญชีเดินสะพัด', '', 2),
(398, 'นายหน้า', '', 2),
(399, 'ประนีประนอมยอมความ', '', 2),
(397, 'ตัวแทน', '', 2),
(393, 'ค้ำประกัน', '', 2),
(394, 'จำนอง', '', 2),
(395, 'จำนำ', '', 2),
(396, 'เก็บของในคลังสินค้า', '', 2),
(391, 'ยืม', '', 2),
(392, 'ฝากทรัพย์', '', 2),
(390, 'รับขน', '', 2),
(389, 'จ้างทำของ', '', 2),
(385, 'ให้', '', 2),
(386, 'เช่าทรัพย์', '', 2),
(387, 'เช่าซื้อ', '', 2),
(388, 'จ้างแรงงาน', '', 2),
(384, 'แลกเปลี่ยน', '', 2),
(383, 'ขายฝาก', '', 2),
(382, 'ซื้อขาย', '', 2),
(381, 'ละเมิด', '', 2),
(380, 'ลาภมิควรได้', '', 2),
(379, 'จัดการงานนอกสั่ง', '', 2),
(520, 'ความผิดต่อพระราชบัญญัติยาเสพติดให้โทษ', '', 7),
(523, 'ความผิดต่อพระราชบัญญัติป่าไม้', '', 4),
(522, 'ชันสูตรพลิกศพ', '', 8),
(524, 'ละเมิดอำนาจศาล', '145', 4),
(525, 'ความผิดต่อพระราชบัญญัติการเลือกตั้งสมาชิกสภาท้องถิ่นหรือผู้บริหารท้องถิ่น', '', 4);

-- --------------------------------------------------------

--
-- Table structure for table `info_types`
--

CREATE TABLE IF NOT EXISTS `info_types` (
  `id` int(11) NOT NULL,
  `name` text CHARACTER SET utf8 NOT NULL,
  `group_id` int(11) NOT NULL,
  `code` varchar(5) CHARACTER SET utf8 NOT NULL COMMENT 'อักษรย่อ'
) ENGINE=MyISAM AUTO_INCREMENT=9 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `info_types`
--

INSERT INTO `info_types` (`id`, `name`, `group_id`, `code`) VALUES
(1, 'ผู้บริโภค', 1, 'ผบ.'),
(2, 'แพ่งสามัญ', 1, 'พ.'),
(3, 'สิ่งแวดล้อม', 1, 'สว.'),
(4, 'อาญา', 2, 'อ.'),
(7, 'ยาเสพติด', 2, 'ย.'),
(8, 'ชันสูตรพลิกศพ', 2, 'ช.');

-- --------------------------------------------------------

--
-- Table structure for table `info_uploads`
--

CREATE TABLE IF NOT EXISTS `info_uploads` (
  `id` int(11) NOT NULL,
  `filesize` int(11) NOT NULL,
  `case_id` int(11) NOT NULL,
  `date_upload` datetime NOT NULL,
  `filename` text CHARACTER SET utf8 NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- Table structure for table `info_usergroups`
--

CREATE TABLE IF NOT EXISTS `info_usergroups` (
  `id` int(11) NOT NULL,
  `name` text CHARACTER SET utf8 NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `info_usergroups`
--

INSERT INTO `info_usergroups` (`id`, `name`) VALUES
(1, 'กลุ่มศาลจังหวัด'),
(2, 'กลุ่มศาลแขวง'),
(3, 'กลุ่มศาลเยาวชนและครอบครัว');

-- --------------------------------------------------------

--
-- Table structure for table `info_users`
--

CREATE TABLE IF NOT EXISTS `info_users` (
  `id` int(11) NOT NULL COMMENT 'Row id',
  `account` varchar(255) NOT NULL COMMENT 'Name for login',
  `password` varchar(25) NOT NULL COMMENT 'Password for login',
  `usergroup_id` int(11) NOT NULL DEFAULT '0',
  `name` text NOT NULL,
  `admin` int(11) DEFAULT '0' COMMENT 'Is this the amdinistrator',
  `position` text NOT NULL,
  `parent_id` int(11) NOT NULL DEFAULT '0',
  `active` int(11) DEFAULT '1' COMMENT 'Is this account active',
  `check_out` int(11) NOT NULL DEFAULT '0'
) ENGINE=MyISAM AUTO_INCREMENT=611 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `info_users`
--

INSERT INTO `info_users` (`id`, `account`, `password`, `usergroup_id`, `name`, `admin`, `position`, `parent_id`, `active`, `check_out`) VALUES
(1, 'admin', '1234567', 0, 'ศาลในเขตอำนาจอธิบดีผู้พิพากษาภาค 5', 1, '', 0, 1, 0),
(3, 'cmic', 'cmic', 1, 'ศาลจังหวัดเชียงใหม่', 0, '', 0, 1, 0),
(4, 'cmimc', 'cmimc', 2, 'ศาลแขวงเชียงใหม่', 0, '', 0, 1, 0),
(5, 'cmijc', 'cmijc', 3, 'ศาลเยาวชนและครอบครัวจังหวัดเชียงใหม่', 0, '', 0, 1, 0),
(6, 'cric', 'cric', 1, 'ศาลจังหวัดเชียงราย', 0, '', 0, 1, 0),
(7, 'nanc', 'nanc', 1, 'ศาลจังหวัดน่าน', 0, '', 0, 1, 0),
(8, 'fngc', 'fngc', 1, 'ศาลจังหวัดฝาง', 0, '', 0, 1, 0),
(9, 'pyoc', 'pyoc', 1, 'ศาลจังหวัดพะเยา', 0, '', 0, 1, 0),
(10, 'prec', 'prec', 1, 'ศาลจังหวัดแพร่', 0, '', 0, 1, 0),
(11, 'lpgc', 'lpgc', 1, 'ศาลจังหวัดลำปาง', 0, '', 0, 1, 0),
(12, 'lpgk', 'lpgk', 2, 'ศาลแขวงลำปาง', 0, '', 0, 1, 0),
(13, 'lpgjc', 'lpgjc', 3, 'ศาลเยาวชนและครอบครัวจังหวัดลำปาง', 0, '', 0, 1, 0),
(14, 'lpnc', 'lpnc', 1, 'ศาลจังหวัดลำพูน', 0, '', 0, 1, 0),
(15, 'msrc', 'msrc', 1, 'ศาลจังหวัดแม่สะเรียง', 0, '', 0, 1, 0),
(16, 'mhsc', 'mhsc', 1, 'ศาลจังหวัดแม่ฮ่องสอน', 0, '', 0, 1, 0),
(17, 'lpnjc', 'lpnjc', 3, 'ศาลเยาวชนและครอบครัวจังหวัดลำพูน', 0, '', 0, 1, 0),
(18, 'tngc', 'tngc', 1, 'ศาลจังหวัดเทิง', 0, '', 0, 1, 0),
(19, 'crijc', 'crijc', 3, 'ศาลเยาวชนและครอบครัวจังหวัดเชียงราย', 0, '', 0, 1, 0),
(20, 'prejc', 'prejc', 3, 'ศาลเยาวชนและครอบครัวจังหวัดแพร่', 0, '', 0, 1, 0),
(21, 'nanjc', 'nanjc', 3, 'ศาลเยาวชนและครอบครัวจังหวัดน่าน', 0, '', 0, 1, 0),
(22, 'mhsjc', 'mhsjc', 3, 'ศาลเยาวชนและครอบครัวจังหวัดแม่ฮ่องสอน', 0, '', 0, 1, 0),
(23, 'pyojc', 'pyojc', 3, 'ศาลเยาวชนและครอบครัวจังหวัดพะเยา', 0, '', 0, 1, 0),
(24, 'nanc1', 'nanc1', 1, 'ศาลจังหวัดน่าน(สาขาปัว)', 0, '', 0, 1, 0),
(25, 'mhsc1', 'mhsc1', 1, 'ศาลจังหวัดแม่ฮ่องสอน(สาขาปาย)', 0, '', 0, 1, 0),
(415, '', '', 0, 'นายกิตติพงษ์ ฐาปนพันธ์นิติกุล', 2, 'ผู้พิพากษาหัวหน้าศาลเยาวชนและครอบครัวจังหวัดแม่ฮ่องสอน', 22, 1, 0),
(414, '', '', 0, 'นายอภิพงศ์ ศานติเกษม', 2, 'ผู้พิพากษาศาลเยาวชนและครอบครัวจังหวัดเชียงใหม่', 5, 1, 0),
(413, '', '', 0, 'นางสาวนิชญา ปราณีจิตต์', 2, 'ผู้พิพากษาศาลเยาวชนและครอบครัวจังหวัดเชียงใหม่', 5, 1, 0),
(412, '', '', 0, 'นายวีรยุทธ แสงดี', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลเยาวชนและครอบครัวจังหวัดเชียงใหม่', 5, 1, 0),
(411, '', '', 0, 'นายอาทิตย์ เกียรติศิริโรจน์', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลเยาวชนและครอบครัวจังหวัดเชียงใหม่', 5, 1, 0),
(410, '', '', 0, 'นายสรศักดิ์ ศรีพิชญาการ', 2, 'ผู้พิพากษาอาวุโสศาลเยาวชนและครอบครัวจังหวัดเชียงใหม่', 5, 1, 0),
(409, '', '', 0, 'นายชาญชัย กุประดิษฐ์', 2, 'ผู้พิพากษาหัวหน้าศาลเยาวชนและครอบครัวจังหวัดเชียงใหม่', 5, 1, 0),
(407, '', '', 0, 'นายนพคุณ ไชยเทพ', 3, 'ผู้พิพากษาหัวหน้าศาลประจำสำนักงานอธิบดีผู้พิพากษาภาค 5', 1, 1, 0),
(408, '', '', 0, 'นางนฤมล สันติสวัสดิ์', 3, 'ผู้พิพากษาหัวหน้าศาลประจำสำนักงานอธิบดีผู้พิพากษาภาค 5', 1, 1, 0),
(406, '', '', 0, 'นายรุ่งโรจน์ จันละ', 3, 'ผู้พิพากษาหัวหน้าศาลประจำสำนักงานอธิบดีผู้พิพากษาภาค 5', 1, 1, 0),
(405, '', '', 0, 'นายธีระนันท์ คุณารัตน์', 3, 'ผู้พิพากษาหัวหน้าศาลประจำสำนักงานอธิบดีผู้พิพากษาภาค 5', 1, 1, 0),
(404, '', '', 0, 'นางสาวทัศนีย์ อังสนานนท์', 3, 'ผู้พิพากษาหัวหน้าศาลประจำสำนักงานอธิบดีผู้พิพากษาภาค 5', 1, 1, 0),
(403, '', '', 0, 'นายชาคริต จุลมนต์', 3, 'ผู้พิพากษาหัวหน้าศาลประจำสำนักงานอธิบดีผู้พิพากษาภาค 5', 1, 1, 0),
(402, '', '', 0, 'นายสนิท โพชนะกิจ', 3, 'รองอธิบดีผู้พิพากษาภาค 5', 1, 1, 0),
(401, '', '', 0, 'นายสมศักดิ์ เชื่อมไพบูลย์', 3, 'รองอธิบดีผู้พิพากษาภาค 5', 1, 1, 0),
(396, '', '', 0, 'นายสมนึก พานิช', 3, 'อธิบดีผู้พิพากษาภาค 5', 1, 1, 0),
(397, '', '', 0, 'นายยงยุทธ สุเรนทร์รังสิกุล', 3, 'ผู้พิพากษาอาวุโส', 1, 1, 0),
(398, '', '', 0, 'นายประเสริฐ อยู่เจริญดี', 3, 'รองอธิบดีผู้พิพากษาภาค 5', 1, 1, 0),
(399, '', '', 0, 'นางพยางคศิริ วิทยาผาสุข', 3, 'รองอธิบดีผู้พิพากษาภาค 5', 1, 1, 0),
(400, '', '', 0, 'นายวิวรรธน์ ธีระอรรถเศรษฐ์', 3, 'รองอธิบดีผู้พิพากษาภาค 5', 1, 1, 0),
(448, '', '', 0, 'นายสุรพร ชลสาคร', 2, 'ผู้พิพากษาหัวหน้าศาลแขวงเชียงใหม่', 4, 1, 0),
(447, '', '', 0, 'นายสุจินต์ หลีสกุล', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลจังหวัดลำปาง', 11, 1, 0),
(446, '', '', 0, 'นายเกรียงไกร วัชรพันธุ์', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลจังหวัดลำปาง', 11, 1, 0),
(445, '', '', 0, 'นายพิทักฐ์ รัตนเดชากร', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลจังหวัดลำปาง', 11, 1, 0),
(444, '', '', 0, 'นายนิชฌาน หัสรังค์', 2, 'ผู้พิพากษาประจำสำนักงานศาลยุติธรรม ช่วยทำงานชั่วคราวในตำแหน่งผู้พิพากษาศาลจังหวัดลำพูน', 14, 1, 0),
(443, '', '', 0, 'นายรุ่งโรจน์ ไวปัญญา', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลจังหวัดลำปาง', 11, 1, 0),
(442, '', '', 0, 'นางสาววิรียาพร งามนิล', 2, 'ผู้พิพากษาศาลจังหวัดลำพูน', 14, 1, 0),
(441, '', '', 0, 'นายปกครอง เปรมดิษฐกุล', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลจังหวัดลำปาง', 11, 1, 0),
(440, '', '', 0, 'นายสุกิจ ศรีสุวรรณ', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลจังหวัดลำปาง', 11, 1, 0),
(439, '', '', 0, 'นายชยทัศ ชินสรนันท์', 2, 'ผู้พิพากษาศาลจังหวัดลำพูน', 14, 1, 0),
(438, '', '', 0, 'นายสุพิชัย กาญจนาธิวัฒน์', 2, 'ผู้พิพากษาอาวุโสในศาลจังหวัดลำปาง', 11, 1, 0),
(437, '', '', 0, 'นายวรเกียรติ นวลสุวรรณ', 2, 'ผู้พิพากษาศาลจังหวัดลำพูน', 14, 1, 0),
(436, '', '', 0, 'นางสุดสงวน ตรีขจรเกียรติ', 2, 'ผู้พิพากษาศาลจังหวัดลำพูน', 14, 1, 0),
(435, '', '', 0, 'นายมานิตย์ ธนะกิจรุ่งเรือง', 2, 'ผู้พิพากษาศาลจังหวัดลำพูน', 14, 1, 0),
(434, '', '', 0, 'นางสาววิชาภรณ์ สกุณา', 2, 'ผู้พิพากษาศาลเยาวชนและครอบครัวจังหวัดลำปาง', 13, 1, 0),
(433, '', '', 0, 'นายกิตติ ตรีขจรเกียรติ', 2, 'ผู้พิพากษาศาลจังหวัดลำพูน', 14, 1, 0),
(432, '', '', 0, 'นายวิทวัส ทีปประพันธ์ณี', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลจังหวัดลำพูน', 14, 1, 0),
(431, '', '', 0, 'นายกรด จันทร์ประเสริฐ', 2, 'ผู้พิพากษาศาลเยาวชนและครอบครัวจังหวัดลำปาง', 13, 1, 0),
(430, '', '', 0, 'นายสมนึก สืบวิเศษ', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลจังหวัดลำพูน', 14, 1, 0),
(429, '', '', 0, 'นายประสาทพร เสริมศรี', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลจังหวัดลำพูน', 14, 1, 0),
(428, '', '', 0, 'นายสุจิต ปัญญาพฤกษ์', 2, 'ผู้พิพากษาหัวหน้าคณะในศาลเยาวชนและครอบครัวจังหวัดลำปาง', 13, 1, 0),
(427, '', '', 0, 'นายชมเชษฐ์ จรัสกร', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลจังหวัดลำพูน', 14, 1, 0),
(426, '', '', 0, 'นางยุพาวรรณ ภูริสินสิทธิ์', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลจังหวัดลำพูน', 14, 1, 0),
(425, '', '', 0, 'นายเฉลิมศักดิ์ บุญยงค์', 2, 'ผู้พิพากษาอาวุโสศาลเยาวชนและครอบครัวจังหวัดลำปาง', 13, 1, 0),
(424, '', '', 0, 'นายชาญคณิต ตันพิริยะกุล', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลจังหวัดลำพูน', 14, 1, 0),
(423, '', '', 0, 'นายสุเทพ บุญตามสนธิ', 2, 'ผู้พิพากษาหัวหน้าศาลจังหวัดลำพูน', 14, 1, 0),
(422, '', '', 0, 'นายภูรีทัศน์ สุขสมถิ่น', 2, 'ผู้พิพากษาหัวหน้าศาลเยาวชนและครอบครัวจังหวัดลำปาง', 13, 1, 0),
(421, '', '', 0, 'นางสาวศิริพร  กาญจนสูตร', 2, 'ผู้พิพากษาหัวหน้าศาลจังหวัดลำปาง', 11, 1, 0),
(420, '', '', 0, 'นายจิตรภาณุ  คณิตวรรณ', 2, 'ผู้พิพากษาศาลเยาวชนและครอบครัวจังหวัดพะเยา', 23, 1, 0),
(419, '', '', 0, 'นายวัชระ  จิรัฐิติเจริญ', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลเยาวชนและครอบครัวจังหวัดพะเยา', 23, 1, 0),
(416, '', '', 0, 'นายพิพัฒน์ เจริญวัฒนา', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลเยาวชนและครอบครัวจังหวัดแม่ฮ่องสอน', 22, 1, 0),
(417, '', '', 0, 'นางสาวนภกานต์ พิพัฒน์อนันต์', 2, 'ผู้พิพากษาศาลเยาวชนและครอบครัวจังหวัดแม่ฮ่องสอน', 22, 1, 0),
(418, '', '', 0, 'นายพิสิฐ  นรัตถรักษา', 2, 'ผู้พิพากษาหัวหน้าศาลเยาวชนและครอบครัวจังหวัดพะเยา', 23, 1, 0),
(504, '', '', 0, 'นายปริญญา ปานเพชร', 2, 'ผู้พิพากษาหัวหน้าศาลจังหวัดฮอด', 475, 1, 0),
(503, '', '', 0, 'นายยิ่งยง กาญจนพายัพ', 2, 'ผู้พิพากษาศาลจังหวัดเชียงราย', 6, 1, 0),
(502, '', '', 0, 'นายชยนันท์ กิจโอสถ', 2, 'ผู้พิพากษาศาลจังหวัดเชียงราย', 6, 1, 0),
(501, '', '', 0, 'นายนครินทร์ ปกรณ์วณิชชา', 2, 'ผู้พิพากษาศาลจังหวัดเชียงราย', 6, 1, 0),
(500, '', '', 0, 'นายณัฏฐ์พัฒธร ยาวิเริง', 2, 'ผู้พิพากษาศาลจังหวัดเชียงราย', 6, 1, 0),
(499, '', '', 0, 'นายสิฏฐ์ ปินตา', 2, 'ผู้พิพากษาศาลจังหวัดเชียงราย', 6, 1, 0),
(498, '', '', 0, 'นางกิ่งดาว ศักดิ์สิทธิศักดิ์', 2, 'ผู้พิพากษาศาลจังหวัดเชียงราย', 6, 1, 0),
(497, '', '', 0, 'นางชลิตา ศรีสง่า เพชรนิล', 2, 'ผู้พิพากษาศาลจังหวัดเชียงราย', 6, 1, 0),
(496, '', '', 0, 'นายอภิชาติ ฉิมเรือง', 2, 'ผู้พิพากษาศาลจังหวัดเชียงราย', 6, 1, 0),
(495, '', '', 0, 'นายคำปุน ภูธรศรี', 2, 'ผู้พิพากษาศาลจังหวัดเชียงราย', 6, 1, 0),
(494, '', '', 0, 'นางษมาภรณ์ ปัณฑรางกูร', 2, 'ผู้พิพากษาศาลจังหวัดเชียงราย', 6, 1, 0),
(493, '', '', 0, 'นายเดชวิบุล พนาเศรษฐเนตร', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลจังหวัดเชียงราย', 6, 1, 0),
(492, '', '', 0, 'นางมะลิวรรณ วิภาดาพรพงษ์', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลจังหวัดเชียงราย', 6, 1, 0),
(491, '', '', 0, 'นายภาคภูมิ ปัณฑรางกูร', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลจังหวัดเชียงราย', 6, 1, 0),
(490, '', '', 0, 'นางสาวธัญญานุช ตันติกุล', 2, 'ผู้พิพากษาศาลเยาวชนและครอบครัวจังหวัดลำพูน', 17, 1, 0),
(489, '', '', 0, 'นางศรินดา เกียรติศิริโรจน์', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลเยาวชนและครอบครัวจังหวัดลำพูน', 17, 1, 0),
(488, '', '', 0, 'นายอุชาติ เธียรพรานนท์', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลจังหวัดเชียงราย', 6, 1, 0),
(487, '', '', 0, 'นายวัชระ เอี่ยมอธิคม', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลจังหวัดเชียงราย', 6, 1, 0),
(486, '', '', 0, 'นางสาวนิดพา กนกภากร', 2, 'ผู้พิพากษาหัวหน้าศาลเยาวชนและครอบครัวจังหวัดลำพูน', 17, 1, 0),
(485, '', '', 0, 'นางศิริพร พวงสำลี', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลจังหวัดเชียงราย', 6, 1, 0),
(484, '', '', 0, 'นายธวัช สถิรเศรษฐ์', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลจังหวัดเชียงราย', 6, 1, 0),
(483, '', '', 0, 'นายรุ่งวิทย์ วิภาดาพรพงษ์', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลจังหวัดเชียงราย', 6, 1, 0),
(482, '', '', 0, 'นายรัชพล  คำเผ่า', 2, 'ผู้พิพากษาศาลเยาวชนและครอบครัวจังหวัดแพร่', 20, 1, 0),
(481, '', '', 0, 'นายอภิชาต บัวเล็ก', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลจังหวัดเชียงราย', 6, 1, 0),
(480, '', '', 0, 'นายปองศักดิ์  นันทเสน', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลเยาวชนและครอบครัวจังหวัดแพร่', 20, 1, 0),
(479, '', '', 0, 'นางสาวนวลปราง  สินธพานนท์', 2, 'ผู้พิพากษาศาลจังหวัดเทิง', 18, 1, 0),
(478, '', '', 0, 'นายสมคิด ใจกระเสน', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลจังหวัดเชียงราย', 6, 1, 0),
(477, '', '', 0, 'นายพิเชษฐ  บั้งเงิน', 2, 'ผู้พิพากษาศาลจังหวัดเทิง', 18, 1, 0),
(475, 'hodc', 'hodc', 0, 'ศาลจังหวัดฮอด', 0, '', 0, 1, 0),
(476, '', '', 0, 'นายเปรมศักย์ ศรีนวล', 2, 'ผู้พิพากษาศาลแขวงเวียงป่าเป้า', 465, 1, 0),
(474, '', '', 0, 'นายดิษพล รัตนโสภณ', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้น ในศาลแขวงเวียงเป้า', 465, 1, 0),
(473, '', '', 0, 'นายธงชัย  สีหาเวช', 2, 'ผู้พิพากษาศาลจังหวัดเทิง', 18, 1, 0),
(472, '', '', 0, 'นางอมร  กีรติชัยวัตร', 2, 'ผู้พิพากษาหัวหน้าศาลเยาวชนและครอบครัวจังหวัดแพร่', 20, 1, 0),
(471, '', '', 0, 'นายชกูล  โตอ่อน', 2, 'ผู้พิพากษาหัวหน้าศาลแขวงเวียงป่าเป้า', 465, 1, 0),
(449, '', '', 0, 'นายนิติธร ภาระจำ', 2, 'ผู้พิพากษาศาลจังหวัดลำปาง', 11, 1, 0),
(450, '', '', 0, 'นางสาวสมชนก เกษมบุญชัย', 2, 'ผู้พิพากษาศาลจังหวัดลำปาง', 11, 1, 0),
(451, '', '', 0, 'นางสาวสุนันทา เธียรถาวร', 2, 'หัวหน้าคณะชั้นต้นในศาลแขวงเชียงใหม่', 4, 1, 0),
(452, '', '', 0, 'นางสาวจารุณี จีระออน', 2, 'ผู้พิพากษาศาลจังหวัดลำปาง', 11, 1, 0),
(453, '', '', 0, 'นายอนิรุทธิ์ วรินทร์', 2, 'ผู้พิพากษาศาลจังหวัดลำปาง', 11, 1, 0),
(454, '', '', 0, 'นายณัฐวัฒน์ ขันติธรางกูร', 2, 'ผู้พิพากษาศาลจังหวัดลำปาง', 11, 1, 0),
(455, '', '', 0, 'นายพิทักษ์ แสงสายัณห์', 2, 'หัวหน้าคณะชั้นต้นในศาลแขวงเชียงใหม่', 4, 1, 0),
(456, '', '', 0, 'นางสาวอภิศรา ชัยรักษ์', 2, 'ผู้พิพากษาศาลจังหวัดลำปาง', 11, 1, 0),
(457, '', '', 0, 'นายณัฐวัฒน์ ใบบัว', 2, 'หัวหน้าคณะชั้นต้นในศาลแขวงเชียงใหม่', 4, 1, 0),
(458, '', '', 0, 'นายสมชนก  ปิยะสุวรรณ์', 2, 'ผู้พิพากษาหัวหน้าศาลจังหวัดเทิง', 18, 1, 0),
(459, '', '', 0, 'นายสุภชัย เตชะหงษา', 2, 'หัวหน้าคณะชั้นต้นในศาลแขวงเชียงใหม่', 4, 1, 0),
(460, '', '', 0, 'นางปนัดดา เนาวรัตน์', 2, 'หัวหน้าคณะชั้นต้นในศาลแขวงเชียงใหม่', 4, 1, 0),
(461, '', '', 0, 'นายอนุรักษ์ หมั่นธรรม', 2, 'ผู้พิพากษา', 4, 1, 0),
(462, '', '', 0, 'นางปาริชาติ โพธิวังตระกูล', 2, 'ผู้พิพากษา', 4, 1, 0),
(463, '', '', 0, 'นายบัณฑิต  ถึงลาภ', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลจังหวัดเทิง', 18, 1, 0),
(464, '', '', 0, 'นางสาวรติมา ชัยสุโรจน์', 2, 'ผู้พิพากษา', 4, 1, 0),
(465, 'wppmc', 'wppmc', 0, 'ศาลแขวงเวียงป่าเป้า', 0, '', 0, 1, 0),
(466, '', '', 0, 'นางสาวอารยา ธีรการุณวงศ์', 2, 'ผู้พิพากษา', 4, 1, 0),
(467, '', '', 0, 'นายสุรเชษฐ์วริศ  มหัทธนะกุล', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลจังหวัดเทิง', 18, 1, 0),
(468, '', '', 0, 'นางสาวอรกานต์ พิพัฒน์นรเศรษฐ์', 2, 'ผู้พิพากษา', 4, 1, 0),
(469, '', '', 0, 'นายชาญวุฒิ  บุญญเขตรโกศล', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลจังหวัดเทิง', 18, 1, 0),
(470, '', '', 0, 'นายบุรฉัตร  ปราโมช ณ อยุธยา', 2, 'ผู้พิพากษาหัวหน้าศาลจังหวัดเชียงราย', 6, 1, 0),
(534, '', '', 0, 'นายเกริก  ตรีนุชกร', 2, 'ผู้พิพากษาศาลแขวงลำปาง', 12, 1, 0),
(535, '', '', 0, 'นางสาวบุษราภรณ์  ดอนชวนชม', 2, 'ผู้พิพากษาศาลแขวงลำปาง', 12, 1, 0),
(533, '', '', 0, 'นายนันทวัฒน์  ลิ้มธัญลักษณ์', 2, 'ผู้พิพากษาศาลแขวงลำปาง', 12, 1, 0),
(532, '', '', 0, 'นายสุพัฒน์  หน่อแหวน', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลแขวงลำปาง', 12, 1, 0),
(531, '', '', 0, 'นายวิทยา  เอี่ยมกล่ำ', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลแขวงลำปาง', 12, 1, 0),
(530, '', '', 0, 'นายชุมพล  ไชยชมภู', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลแขวงลำปาง', 12, 1, 0),
(528, '', '', 0, 'นายโพชฌงค์  พรหมขันธ์', 2, 'ผู้พิพากษา', 9, 1, 0),
(526, '', '', 0, 'นายสมพงษ์  พุทธฤทธิ์', 2, 'ผู้พิพากษา', 9, 1, 0),
(527, '', '', 0, 'นายณัฐวุฒิ  วิทยศักดิ์พันธ์', 2, 'ผู้พิพากษา', 9, 1, 0),
(525, '', '', 0, 'นายคมศักดิ์  โตโภชนพันธุ์', 2, 'ผู้พิพากษา', 9, 1, 0),
(524, '', '', 0, 'นายธีรพล  เครือเวทย์', 2, 'ผู้พิพากษา', 9, 1, 0),
(523, '', '', 0, 'นายธนากร  ปุสยะไพบูลย์', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาล', 9, 1, 0),
(529, '', '', 0, 'นายสมชาย  จันทร์นาค', 2, 'ผู้พิพากษาหัวหน้าศาลแขวงลำปาง', 12, 1, 0),
(522, '', '', 0, 'นายครรชิต  ปังคานนท์', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาล', 9, 1, 0),
(520, '', '', 0, 'นายคเณศ  ล้วนประพันธ์', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาล', 9, 1, 0),
(518, '', '', 0, 'นายสุรสิทธิ์  อิงสถิตธนวันต์', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาล', 9, 1, 0),
(516, '', '', 0, 'นายศรีณัฐ  พสุนธราธรรม', 2, 'ผู้พิพากษาหัวหน้าศาล', 9, 1, 0),
(519, '', '', 0, 'นายวัชรินทร์  ภู่นริศ', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาล', 9, 1, 0),
(517, '', '', 0, 'นายสุทธิณัฐ   ไชยเจริญ', 2, 'ผู้พิพากษาศาลจังหวัดฝาง', 8, 1, 0),
(515, '', '', 0, 'นายณัชฐปกรณ์   เจริญรัตนวานนท์', 2, 'ผู้พิพากษาศาลจังหวัดฝาง', 8, 1, 0),
(514, '', '', 0, 'นายพินิจ   บุญประเสริฐ', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลจังหวัดฝาง', 8, 1, 0),
(513, '', '', 0, 'นางสาวศศิธร    พงศ์พันธุ์', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลจังหวัดฝาง', 8, 1, 0),
(512, '', '', 0, 'นายพลจักร์   คงน้อย', 2, 'ผู้พิพากษาหัวหน้าศาลจังหวัดฝาง', 8, 1, 0),
(511, '', '', 0, 'นายกิตติ  คูวิจิตรสุวรรณ', 2, 'ผู้พิพากษาศาลจังหวัดแม่สะเรียง', 15, 1, 0),
(505, '', '', 0, 'นายประวีณ จันทรบูรณ์', 2, 'ผู้พิพากษาศาลจังหวัดฮอด', 475, 1, 0),
(506, '', '', 0, 'นายกริชชัย  เชื้อชมภู', 2, 'ผู้พิพากษาหัวหน้าศาลจังหวัดแม่สะเรียง', 15, 1, 0),
(507, '', '', 0, 'นายณัฏฐะวุฒิ ภัทราคม', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลจังหวัดฮอด', 475, 1, 0),
(508, '', '', 0, 'นายฑปกรณ์ สุววัชรานนท์', 2, 'ผู้พิพากษาศาลจังหวัดฮอด', 475, 1, 0),
(509, '', '', 0, 'นายวิชา  เหล่าเทิดพงษ์', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลจังหวัดแม่สะเรียง', 15, 1, 0),
(510, '', '', 0, 'นายณรงค์ศักดิ์  จักสี', 2, 'ผู้พิพากษาศาลจังหวัดแม่สะเรียง', 15, 1, 0),
(549, '', '', 0, 'นายมณเฑียร ตีรอรุณศิริ', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นฯ', 3, 1, 0),
(548, '', '', 0, 'นายธนทร  ผดุงธิติฐ์', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นฯ', 3, 1, 0),
(547, '', '', 0, 'นายอิทธิพล  โสขุมา', 2, 'ผู้พิพากษาหัวหน้าศาลจังหวัดเชียงใหม่', 3, 1, 0),
(545, '', '', 0, 'นายอภิราม จันทรจรัส', 2, 'ผู้พิพากษาศาลจังหวัดแพร่', 10, 1, 0),
(546, '', '', 0, 'นายบุญชนะ พึ่งทอง', 2, 'ผู้พิพากษาศาลจังหวัดแพร่', 10, 1, 0),
(544, '', '', 0, 'นายสมบัติ เชาวนพูนผล', 2, 'ผู้พิพากษาศาลจังหวัดแพร่', 10, 1, 0),
(543, '', '', 0, 'นางสาววรรณพร พละภิญโญ', 2, 'ผู้พิพากษาศาลจังหวัดแพร่', 10, 1, 0),
(542, '', '', 0, 'นายประเสริฐ ไพรโสภา', 2, 'ผู้พิพากษาศาลจังหวัดแพร่', 10, 1, 0),
(541, '', '', 0, 'นายณภัทร จริยาธรรมเจริญ', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลจังหวัดแพร่', 10, 1, 0),
(540, '', '', 0, 'นายป้อมเพชร ไชยญาติ', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลจังหวัดแพร่', 10, 1, 0),
(538, '', '', 0, 'นายบุญยืน สุภาคำ', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลจังหวัดแพร่', 10, 1, 0),
(539, '', '', 0, 'นายมณฑล ชัยมงคล', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลจังหวัดแพร่', 10, 1, 0),
(537, '', '', 0, 'นายชัยรัตน์ สิทธิวิรัชธรรม', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลจังหวัดแพร่', 10, 1, 0),
(536, '', '', 0, 'นายเกรียงศักดิ์ ผ่องโสภณ', 2, 'ผู้พิพากษาหัวหน้าศาลจังหวัดแพร่', 10, 1, 0),
(550, '', '', 0, 'นายสมมาตร ฑีฆาอุตมากร', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นฯ', 3, 1, 0),
(551, '', '', 0, 'นายอรรถวุฒิ สุวรรณมงคล', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นฯ', 3, 1, 0),
(552, '', '', 0, 'นายสุรชัย สุรัตนโสภณ', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นฯ', 3, 1, 0),
(553, '', '', 0, 'นายเศวต อิทธิภูวดล', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้น', 3, 1, 0),
(554, '', '', 0, 'นายทวีศักดิ์ ชัยธันยาภัทร์', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นฯ', 3, 1, 0),
(555, '', '', 0, 'นางวันทนา ถวัลย์ลาภา', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นฯ', 3, 1, 0),
(556, '', '', 0, 'นางสาวดาวน้อย รักนอบน้อม', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นฯ', 3, 1, 0),
(557, '', '', 0, 'นางสุธิดา คูหะสุวรรณ', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นฯ', 3, 1, 0),
(558, '', '', 0, 'นายอาทิตย์ สอนไทย', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นฯ', 3, 1, 0),
(559, '', '', 0, 'นายไกรวิช จามรมาน', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นฯ', 3, 1, 0),
(560, '', '', 0, 'นายสมเกียรติ คำเนตร', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นฯ', 3, 1, 0),
(561, '', '', 0, 'นางสาวรังสิมา ลัธธนันท์', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นฯ', 3, 1, 0),
(562, '', '', 0, 'นางปัทมาพร นาคเรืองศรี', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นฯ', 3, 1, 0),
(563, '', '', 0, 'นายคณากร เพียรชนะ', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นฯ', 3, 1, 0),
(564, '', '', 0, 'นายสุพัฒน์ชัย เมตต์ปราณี', 2, 'ผู้พิพากษา', 3, 1, 0),
(565, '', '', 0, 'นายสิงห์ฐาน จันทรา', 2, 'ผู้พิพากษา', 3, 1, 0),
(566, '', '', 0, 'นางสรสิริ จันทรา', 2, 'ผู้พิพากษา', 3, 1, 0),
(567, '', '', 0, 'นายปกรณ์ ยิ่งวรการ', 2, 'ผู้พิพากษา', 3, 1, 0),
(568, '', '', 0, 'นายประดิษฐ์ พงษ์สุวรรณ์', 2, 'ผู้พิพากษา', 3, 1, 0),
(569, '', '', 0, 'นางสาวนิชธิมา ปะจันทบุตร', 2, 'ผู้พิพากษา', 3, 1, 0),
(570, '', '', 0, 'นายสมชาย ฝั้นปันวงค์', 2, 'ผู้พิพากษา', 3, 1, 0),
(571, '', '', 0, 'นายจตุรงค์ ศรีเมฆ', 2, 'ผู้พิพากษา', 3, 1, 0),
(572, '', '', 0, 'นายสมภพ นันทโกวัฒน์', 2, 'ผู้พิพากษา', 3, 1, 0),
(573, '', '', 0, 'นายหิรัญ อัศววงศ์เกษม', 2, 'ผู้พิพากษา', 3, 1, 0),
(574, '', '', 0, 'นายอนุกูล นาคเรืองศรี', 2, 'ผู้พิพากษา', 3, 1, 0),
(575, '', '', 0, 'นายเพิ่มพูน พิศาลธุรกิจ', 2, 'ผู้พิพากษา', 3, 1, 0),
(576, '', '', 0, 'นางสาวพรรณธวัช มวญนรา', 2, 'ผู้พิพากษา', 3, 1, 0),
(577, '', '', 0, 'นางกานตา เมตต์ปราณี', 2, 'ผู้พิพากษา', 3, 1, 0),
(578, '', '', 0, 'นายปานรวี ชีวิตโสภณ', 2, 'ผู้พิพากษา', 3, 1, 0),
(579, '', '', 0, 'นายศิษฎากร สวัสดี', 2, 'ผู้พิพากษา', 3, 1, 0),
(580, '', '', 0, 'นางสาวอิสริยา สุนทรสิงห์', 2, 'ผู้พิพากษา', 3, 1, 0),
(581, '', '', 0, 'นายสุทธิศักดิ์ สุขบุญพันธ์', 2, 'ผู้พิพากษาหัวหน้าศาล', 19, 1, 0),
(582, '', '', 0, 'นายบรรดาล ดังขุนทด', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลเยาวชนและครอบครัวจังหวัดเชียงราย', 19, 1, 0),
(583, '', '', 0, 'นางสาววราภรณ์ ฟุ้งธรรมสาร', 2, 'ผู้พิพากษา', 19, 1, 0),
(584, '', '', 0, 'นางสุปราณี พูลแสง ทิมพิทักษ์', 2, 'ผู้พิพากษาหัวหน้าศาล', 16, 1, 0),
(585, '', '', 0, 'นายปรีชา พวงสมบัติ', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้น', 16, 1, 0),
(604, '', '', 0, 'นายบรรดน สมพาน', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลเยาวชนและครอบครัวจังหวัดน่าน', 21, 1, 0),
(588, '', '', 0, 'นางสาวชิตาพันธุ์ ปุรณะพรรค์', 2, 'ผู้พิพากษา', 16, 1, 0),
(603, '', '', 0, 'นางประวัณยา บุนนาค', 2, 'ผู้พิพากษาหัวหน้าศาลเยาวชนและครอบครัวจังหวัดน่าน', 21, 1, 0),
(590, '', '', 0, 'นายอัตถสิทธิ์ อุสาหกิจ', 2, 'ผู้พิพากษา', 16, 1, 0),
(591, '', '', 0, 'นายวีระเวช ลีฬหะบำรุง', 2, 'ผู้พิพากษาหัวหน้าศาล', 7, 1, 0),
(592, '', '', 0, 'นางสาววาสินี พรรคทองสุข', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้น', 7, 1, 0),
(593, '', '', 0, 'นายประชารัฐ ราศรี', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้น', 7, 1, 0),
(609, '', '', 0, 'นายอนุพงษ์  โพร้งประภา', 2, 'ผู้พิพากษา', 24, 1, 0),
(610, '', '', 0, 'นายวิฑูรย์  จันทรสีมาวรรณ', 2, 'ผู้พิพากษา', 24, 1, 0),
(595, '', '', 0, 'นายดำรง เรืองขจร', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้น', 7, 1, 0),
(597, '', '', 0, 'นายอภิสิทธิ์ มีเสรี', 2, 'ผู้พิพากษา', 7, 1, 0),
(598, '', '', 0, 'นายประชาชน จินันทุยา', 2, 'ผู้พิพากษา', 7, 1, 0),
(599, '', '', 0, 'นายปวีณ ปิ่นประยงค์', 2, 'ผู้พิพากษา', 7, 1, 0),
(600, '', '', 0, 'นายธนเสฏฐ์ ฤทธิธาดาชินพงศ์', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลจังหวัดแม่ฮ่องสอน', 25, 1, 0),
(601, '', '', 0, 'นายอำนาจ เพียรไทย', 2, 'ผู้พิพากษาหัวหน้าคณะชั้นต้นในศาลจังหวัดแม่ฮ่องสอน', 25, 1, 0),
(602, '', '', 0, 'นายปวเมษ คล้ายสมบัติ', 2, 'ผู้พิพากษาศาลจังหวัดแม่ฮ่องสอน', 25, 1, 0),
(605, '', '', 0, 'นายภาคภูมิ พองชัยภูมิ', 2, 'ผู้พิพากษาศาลเยาวชนและครอบครัวจังหวัดน่าน', 21, 1, 0),
(606, 'admin1', '1234', 0, 'สุดารัตน์  ชัยมงคล', 1, '', 0, 1, 0),
(607, '', '', 0, 'นางสาวปทุมาวดี  พิชชาโชติ', 3, 'รองอธิบดีผู้พิพากษาภาค 5', 1, 1, 0),
(608, '', '', 0, 'นางสาววาสินี พรรคทองสุข', 2, '', 24, 1, 0);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `info_accepts`
--
ALTER TABLE `info_accepts`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `info_appointments`
--
ALTER TABLE `info_appointments`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `info_appointments2`
--
ALTER TABLE `info_appointments2`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `info_at`
--
ALTER TABLE `info_at`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `info_at_results`
--
ALTER TABLE `info_at_results`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `info_auto_received_nums`
--
ALTER TABLE `info_auto_received_nums`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `type_id` (`type_id`,`year_val`);

--
-- Indexes for table `info_auto_received_nums2`
--
ALTER TABLE `info_auto_received_nums2`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `info_cases`
--
ALTER TABLE `info_cases`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `info_groups`
--
ALTER TABLE `info_groups`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `info_imprisons`
--
ALTER TABLE `info_imprisons`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `info_result`
--
ALTER TABLE `info_result`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `info_return_cases`
--
ALTER TABLE `info_return_cases`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `info_settings`
--
ALTER TABLE `info_settings`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `name` (`name`),
  ADD UNIQUE KEY `id` (`id`),
  ADD KEY `name_2` (`name`);

--
-- Indexes for table `info_topics`
--
ALTER TABLE `info_topics`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `info_types`
--
ALTER TABLE `info_types`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `info_uploads`
--
ALTER TABLE `info_uploads`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `info_usergroups`
--
ALTER TABLE `info_usergroups`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `info_users`
--
ALTER TABLE `info_users`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `info_accepts`
--
ALTER TABLE `info_accepts`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=16;
--
-- AUTO_INCREMENT for table `info_appointments`
--
ALTER TABLE `info_appointments`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=358;
--
-- AUTO_INCREMENT for table `info_appointments2`
--
ALTER TABLE `info_appointments2`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=14;
--
-- AUTO_INCREMENT for table `info_at`
--
ALTER TABLE `info_at`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=13;
--
-- AUTO_INCREMENT for table `info_at_results`
--
ALTER TABLE `info_at_results`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=5;
--
-- AUTO_INCREMENT for table `info_auto_received_nums`
--
ALTER TABLE `info_auto_received_nums`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=15;
--
-- AUTO_INCREMENT for table `info_auto_received_nums2`
--
ALTER TABLE `info_auto_received_nums2`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=5;
--
-- AUTO_INCREMENT for table `info_cases`
--
ALTER TABLE `info_cases`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=6832;
--
-- AUTO_INCREMENT for table `info_groups`
--
ALTER TABLE `info_groups`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=6;
--
-- AUTO_INCREMENT for table `info_imprisons`
--
ALTER TABLE `info_imprisons`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=5;
--
-- AUTO_INCREMENT for table `info_result`
--
ALTER TABLE `info_result`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=16;
--
-- AUTO_INCREMENT for table `info_return_cases`
--
ALTER TABLE `info_return_cases`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=5;
--
-- AUTO_INCREMENT for table `info_settings`
--
ALTER TABLE `info_settings`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `info_topics`
--
ALTER TABLE `info_topics`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=526;
--
-- AUTO_INCREMENT for table `info_types`
--
ALTER TABLE `info_types`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=9;
--
-- AUTO_INCREMENT for table `info_uploads`
--
ALTER TABLE `info_uploads`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `info_usergroups`
--
ALTER TABLE `info_usergroups`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT for table `info_users`
--
ALTER TABLE `info_users`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'Row id',AUTO_INCREMENT=611;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
